{"pageProps":{"source":"\n気付くのが遅くなったのは、これはもう不覚と言うしかないーー予定外の展開にどたばたしていたとは言え、己の迂闊さを恥じるばかりだ。\n\n僕としたことが、の極みである。\n\n情報保全のために基本的に手ぶらで、財布も携帯電話も、ほとんどものを持たないという忘却探偵のスカートのポケットが、なぜか不自然に膨らんでいることには、もっと早く気付いてもよかったはずなのに。\n\n「いえ、スカートのポケットに入ってたの、薄いカード一枚なんですけれど……、そしてスカート、分厚めのデニム生地なんですけれど。私が気付くのならまだしも、どうしてあなたが気付くんです?」\n\n今日子さんは呆れ顔で言った。\n\nどうしてと言われても。\n\nこれも異文化コミュニケーシンの難しさか。\n\n女性の腰の造形には造詣が深くて、その湾曲ラインの凹凸については一家言ある説明するのは、この場合、さすがにはばかられた。\n\nとは言え、僕の指摘を受けて今日子さんがポケットをまさぐり、取り出したものは別段、意外な何かではなかったーーそれをもって新たな手がかりとするのは無理があるとしか考えられないものだった。\n\n薄いカード。\n\n端的に言うと、それは交通系ICカードだった。\n\n電車に乗るときに『ピッ』と使うあれだ。\n\n「なんだ……、まあ、財布を持っていないといっても、完全に無一文じゃあ、移動もままならないでしょうからね。ICカードくらいは持っていて当然ですか」\n\nまさか行く先々で高校生に支払いを代わってもらうというわけにはいかないでしょうしね、と、僕は落胆混じりに(そして皮肉混じりに)そう言った。\n\nけれども今日子さんのほうは、そのICカードをいつまでも、『じいぃっ』と、見続けていた。\n\nまるで不思議なものでも見るかのように。\n\n「……?」\n\n何が不思議なのだろう?　ひょっとして今日子さんは、ICカードを知らないのだろうかーー忘れているのだろうか?\n\n「いえ、私の記憶がリセットされる以前から、この手のカードは既に存在していました。ですので、知識として知っています。……が、私がこれを使うとは、考えにくいのです」\n\n「考えにくいって……、どうしてです?」\n\n「確かに無一文で外出するほど、私も向こう見ずではないようですーー背中を見ていただいたときに、いざというときのために備えて隠し持っていたのであろう現金を外した下着の中から、発見しています」\n\nなんと。\n\nやはりプロは素人を越えてくる。\n\n「ポケットのカードに気付くだけでも十分プロですよ、阿良々木くん。何のプロかはわかりませんがーーさておき忘却探偵として、交通系ICカードは、なかでも使用するわけにはいかないアイテムなのです。だって、履歴が露骨に残っちゃいますから」\n\nああ、そうか。そうだった。\n\nこの手のカードは、移動経路が記録されてしまうのだ。\n\nそれはひいては探偵活動のデータが、極めて正確に残るということになる。\n\n守秘義務絶対厳守の探偵ならば、できる限り、使わずに済ませたい一品だろうーー交通機関の利用は、現金で払えるものなら現金で払いたい局面である。\n\n忘却探偵のポケットに交通系ICカードが入っているというのは、阿良々木暦のポクケットにハンケチが入っている並の違和感だ。\n\nならばそれは。\n\nやはり事件の手がかりと見るベきなのか。\n\n今日子さんのポケットに入っていたカードは、しかし今日子さんの持ちものではないのか……、それとも、よんどころのない事情があって、一時的にカードを使わざるを得ない内容の仕事をしていたのか……。\n\n「……阿良々木くん。この周辺に、電車の駅はありますか?」\n\n「駅ですか?　えっと、最寄り駅ならみっつあります。東直駅、中直駅、南直駅……、この座標からなら一番近いのは……、どこになるのかな？」\n\nたぶん南直駅だと思うけれども、なにせ土地勘がないので確かではないーー携帯電話を持っていることと、地図アプリを使いこなせるかどうかは、まったく別の話である。\n\n「そうですか。まあ、どこの駅でもいいので、引き続き案内してください。まずは、このカードの履歴を調べてみましょうーー券売機で確認できるはずですよね?」\n\n決断も動きも早い。\n\n僕なら新たなる手がかりを前に、もうちょっと慎重を期したくなってしまうところだけれど、やはり今日子さんにはそういう躊躇はないらしかったーー考える前に動くというのも、少し違うのだろうが。\n\n考えながら動く。動きながら考える。\n\nその証拠に、「おっと。その前に、阿良々木くん」と、南直駅に向けて歩きだそうとした僕を、今日子さんは引き留めた。\n\n「さっき調べたときから気にかかっではいたのですが、自販機の『この部分』って……、どういう機能があるのですか?」\n\n今日子さんの人指し指で示されたそこはーーあろうことか、他ならぬ。\n\n交通系ICカードの接触リーダーだった。\n","meta":{"title":"混物語　第忘話「きょうこバランス」 005"},"previous":"004","next":"006"},"__N_SSG":true}