{"pageProps":{"source":"\nそうだった。\n\n交通系ICカードと言っても、今となっては、その用途は必ずしも交通機関のみには限られないーー自販機でも、ショッピングセンターのレジスターなどでも使用できる、とても便利なカードなのである。\n\nだからこそ、履歴の問題さえなければ、なるベく手荷物を増やしたくない忘却探偵にはもってこいのアイテムなのだがーー\n\n「はあーーつまりこのICカードは、自販機でも使えるんですね。未来ですねえ」\n\n今日子さんはしみじみとそんなことを言った。\n\n今日子さんの記憶にあるのは交通系ICカードの発祥の辺りまでで、それ以降、カードが買い物にも利用できるようになったという事実は、今日までリセットされ続けていたのだろう。\n\nそして今知った知識も、明日には忘れる。\n\n未来ではなく現在なのだが、しかし彼女にしてみれば、現在は未来も同然なのだーーそう思うと、呑気な高校生としても考えさせられるものがあったけれど、しかし当の今日子さんが考えているのは、まったく別のことのようだった。\n\n「つまり、このICカードでジュースを買うこともできるということですよね?」\n\n念押しするような物言いだったが、首肯するしかない質問である。\n\n「もちろん、残額にもよりますけれどね。えっと、確か、カード残額を調べることもできるはずですよ?」\n\n券売機のように、これまでの履歴のすべてを確認するというのはさすがに無理だろうけれど、自販機でも、カードリーダーに接触されれば、カードの残額が表示されるはずだ。\n\n「なんだったら残高だけでもここで見ていきますが、今日子さ……」\n\nそんな風に僕が促す前に、今日子さんは既に手を伸ばしていたーー問題のICカードを自販機の該当部に押しつけるようにする。\n\nさすがに慣れていないからか(あるいは、以前に経験があっても、それを忘れているからか)、そんなにぴったり押しつけなくてもいいというくらいに隙のない押しつけかただったが、それで接触不良になるということもなく、自動販売機のデジタル表示部に、ICカードの残額が『2890』と表示される。\n\n二千八百九十円か……、まあ、だからと言って、やはりこれだけでは、何がわかるというものでもないが……、最初にいくらチャージされていたかわからないから、どういう経路を使ったのかを逆算できるわけでもない。\n\n一万円だったり二万円だったり、残金があまりに多過ぎるようであれば、そこを推理の立脚点にすることもできるだろうが、約三千円というのは、たぶん平均的な残高だろう。\n\nこうなると軌道を修正して、最初の計画通りに、駅の券売機でICカードの履歴を調べるのが良策かーーそう思って僕が今日子さんを見ると、\n\n「いえ、どうやらこれが鍵のようです。お手柄ですよ、阿良々木くん」\n\nと、僕のほうに、ICカードを差し出してきた。\n\nなんとなく受け取るも、なんだろう?\n\n「もう一度、さっきと同じジュースを買っていただけますか?　ただし、今度はこのICカードを使って。私では勝手がわかりませんので」\n\n「はあ……」\n\nそう言われれば、反対する理由はないけれども。\n\nしかし、同じずジュースをもう一回買ったからどうなると言うのだ?　現金で買おうとICカードで買おうと、出てくる缶に違いがあるわけでもないだろうに。\n\n探偵の考えることはわからない。\n\nとにかく僕は言われるがままに、『チョコレートミルクコーヒー』と『フルーツコーラ』、『バターティ』を、ICカードを使って購入する。\n\n同じように、そのたびごと取り出して、今度は一応、僕なりにそれぞれの缶を検分してみるものの、やっぱりめぼしい違いがあるようには思わなかったーーそりゃそうなのだが。\n\n無駄に売り上げに貢献してしまった。\n\nメーカーさんが人気作なのだと勘違いしたらどうしよう。\n\n「いいえ、無駄ではありませんでしたよ、阿良々木くんーー成果はありましたとも」\n\nしかして、今日子さんは言った。\n\n「路線変更です。南直駅ではなく、西直駅に案内してください」\n\n「え?」\n\nなに?　どうしてそんな薮から棒に、断定的なことを?\n\nいや、そりゃあ南直駅に向かう根拠も、『ここから一番近いと思われるから』程度しかなかったけれどーー西直駅なんて、これまで名前さえ出てきていなかったぞ?\n\n「おや?　東直駅と南直駅があるのですから、西直駅もあるんじゃないかと洞察しましたが、見当外れでしたか？」\n\n「いえ、その、まあ、あるにはあるんですけれど……。西直駅はここからだと、結構遠くなりますよ？」\n\n「はい。構いません」\n\nきっぱりと、今日子さん。\n\n未登場の駅の存在を言い当てた洞察力のほうにはただただ素直に感服するとしても、どういうことなのだろう、ICカードの履歴が見たければ、どこの駅だろうと、まったく変わらないはずなのに。\n\n「履歴のことはもういいんですよ。過去の履歴よりを、大事なのは現在でしょう」\n\n言って。\n\n今日子さんは再び自販機を指さしたーーだけど今度指し示されたのは、カードリーダーではなく、デジタル表示部だった。\n\nそこにはまだ、僕が売り上げに貢献した結果、減額されたカードの残高が表示されていた。\n\n『2470』\n\n西直ーーである。\n","meta":{"title":"混物語　第忘話「きょうこバランス」 006"},"previous":"005","next":"007"},"__N_SSG":true}