{"pageProps":{"source":"\n「阿良々木くんがご自分で買った飲み物なんですから、きちんとご自分で飲んでください。飲食物を粗末にするなんて、それこそ無駄ですよ。三本ともきっちり飲みきって、それから出発しましょう」\n\n二回目も僕に買い物をさせたのは、僕へのそんな、再度の水責めを企んでのことだったんじゃないかと疑われる今日子さんの物言いはさておくとして、僕達はその後、西直駅に向かった。\n\n西直駅となると、もう浪白公園の最寄り駅でもないし、普通なら歩いていくような距離でもないのだが、僕としては甘々のジュース六本分のカロリーを是非とも消費したかったし、考えうる交通手段はタクシーくらいしかなかった。\n\nだが、忘却探偵はタクシーの使用も極力避けるのがポリシーらしいーーまあ、僕は高校生なので、実際に乗ったことがあるわけではないけれど、最近のタクシーは防犯対策で録画録音機能つきらしいから、行動履歴を残したくない忘序探偵とは、どうしても相性が悪いのだろう。\n\nそんな今日子さんだから、自分がICカードを持っている不自然さをフックに推理を展開しえたことには違いないけれど、しかし、いくら仕事だからと言って、そこまで徹底する必要があるのかというのは、就業前の身からすると、やや疑問ではあった。\n\nいったい、どういう信念に基づいて、今日子さんは探偵をしているのだろう。\n\n「信念ですか。そんなものがあったとしても、もう忘れてしまったかもしれませんね」\n\n「はあ……、でも、すごいと思います。僕なんて、言ってることもやってること不安定で不定形で、ころころ変わるばっかりですので」\n\n「ヘえ。そうなのですか？」\n\n「やろうとしたことを途中でやめる、やらないって言ってたことを急にやるっていうのが、僕の得意技ですよ。お決まりのパターンって奴ですね」\n\n友達はいらない。人間強度が下がるから。\n\nそんな信念が、果たして正しかったのか間違っでいたのか、今の僕にはもう永遠にわからない命題なのだけれどーーけれどそんな信念でも、もしも貫けていれば僕の春休みが、ああも地獄的になることはなかったのではないだろうか。\n\n「やって後悔するのとやらずに後悔するのでは、やって後悔するほうがいいっていいますけれどーーでも、やって途中でやめるって言うのが、一番後悔することですよね。次点が、やらないでいたことを途中からやる、ですか。そう思います」\n\n「別に私は、意見が変わることを不安定だとも、信念を変えることを不定形だとも思いませんけれどねえ」\n\n「………」\n\n「途中でやめたって、途中から始めたっていいんですよ。そして後悔すればいいんです。後悔するのがまるで悪いことのように言うのが、その設問では間違っているんですよーー言うなれば引っかけ問題ですね」\n\n「引っかけー問題]」\n\n「はい。足を引っかけられています。阿良々木くんが、信念を変えない私に憧れてくれるのならば、私はきちんと後悔のできる阿良々木くんを、羨ましく思いますよーー結局誰しも、自分にはないものを求めるということかもしれませんね」\n\nそんな話をしているうちに、僕と今日子さんは、西直駅に到着したーーしかし、到着したところで、ここから先の指針があるわけでもない。\n\nとりあえずは券売機でICカードの履歴を調べるか?　今日子さんは、それはもうしなくていいみたいに言っていたけれど……。\n\n「ええ。駅に来たのですから、本来の目的通りにカードを使用しましょうーーすなわち、券売機ではなく、改札機に向かうのです。阿良々木くん、ご自分のICカードはお持ちですか？」\n\n[あ、はい。一応」\n\n滅多に使わないけれど、財布の中に入っているはずだ。残高に不安はあるけれど、初乗り料金くらいは残っているだろう。\n\n「では、レッツゴーです」\n\n言って、今日子さんはそそくさと改札機を通る。\n\n僕もそれに続いた。\n\n初乗り料金の150円が引かれて、残高は３０円になったーー本当にぎりぎりじゃねえか。\n\n出るときにチャージしないと……、いや、僕のカード残高は、この際、どうでもいいのだ。\n\n問題は、今日子さんの持っていたICカードのほうである。\n\n買い物リスト通りにジュースを購入したことで表示された残高が、この西直駅を暗示していたのだから、当然の流れで、ここで初乗り代金が引かれて表示される残高にも、なんらかの意味が含まれているはずなのだ。\n\n僕のICカードの残高が表示された時点で、今日子さんのICカードの残高は改札機の液晶画面からは消えていたけれど、この場合は元の残高がわかっているので、簡単な引き算で導き出せる。\n\n西直……、すなわち二千四百七十円から、初乗り料金の百五十円を引いて、二千三百二十円ーーすなわち『2320』である。\n\n『2320』！\n\n……あれ?　ぴんとこないな?\n\nにさにれ?　にさにお?　つーさんふまる?\n\nそりゃあ数字の語呂合わせなのだから、解釈自体はいかようにもできて、もちろんいくらでも思いつくのだが、しかしまったくしっくりくる感じがない。\n\nてっきり、ここで出てくる表示が、つまりは数字が、次の目的地の駅を表すという展開になるのだと思い込んでいたのだけれどーー違うのか?\n\nただ、それが違うのであれば根っこの部分である、例の『2470』が西直駅を示しているという推理の段階から怪しくなってくるーーあれはただの偶然の一致で、背中の買い物リストが指していたのは、まったく別の手がかりだったとか?\n\nだとすると、ここまでかなりの無駄足を踏んだことになるし(具体的には一万二千歩くらい)、僕はかなりの無駄な出費をしたことになる(具体的には五百四十円ちょっきり)ーーいや、僕の出費くらいならば、まだ取り返しもつく。\n\nしかし、一日で記憶がリセットされる忘却探偵にとっては、的外れな行動による時間の無駄遣いほど、取り返しがつかないものはないだろう。\n\n一刻も早く、彼女は事件の捜査に戻らなければならないというのに。\n\n協力者として、責任の一端を感じてしまう。\n\n「くそう、僕が今日子さんの背中を、恥ずかしがらずにもっとよく見ていたら、他の手がかりもあったかもしれないのに……!」\n\n「あははー。後悔の仕方がおかしいですねー、阿良々木くんは」\n\n受け流すようにそう言って、今日子さんは、\n\n「大丈夫です。阿良々木くんに見落としはありませんでした。あなたは私の背中を、恥ずかしくなるほど隅々まで見てくださいましたよ」\n\nと、太鼓判を押してくれた。\n\n押されたのは烙印かもしれないが。\n\n「そうですか?　てっきり僕の力が及ばなかったものだとばかり……、でも、的外れじゃないとすれば、どうなるんですか?　『2320』という数字は、何を意味しているんです?」\n\nいい語呂合わせが思いついたのだろうか?\n\n僕には見当もつかないけれど。\n\n「いえ、もう語呂合わせは必要ありませんーーそのまんま、数字で解釈すればいいんです。数字と言いますか、番号なのですが」\n\nあちらをご覧ください。\n\nと、今日子さんがガイドするように僕に示したのは、ホームに向かう階段とはまったく別方向の、コインロッカーエリアだった。\n\nコインロッカー。\n\nそれぞれに番号の振られた、手荷物保管用の貸し戸棚であるーーロッカー脇の投入口に百円玉を数枚入れて、鍵をかけるシステムだ。\n\n否。\n\nそれはもう、今となっては昔の話でーー今日のコインロッカーに鍵をかける方法は、必ずしも硬貨の投入だけじゃあない。\n\n今日子さんは指を立てて言う。\n\n「この交通系ICカード、自販機等の購買に利用できるのみならず、コインロッカーの鍵としても使用できるのではないかと、私は予想したのですがーーこの推理は当たっていますか?」\n","meta":{"title":"混物語　第忘話「きょうこバランス」 007"},"previous":"006","next":"008"},"__N_SSG":true}