{"pageProps":{"source":"\nA young boy with a white uniform and the left leg of a woman on his shoulders states:\n\n\"At first, I wondered how it would turn out, but in the end, with our combined effort, it went surprisingly well.\"\n\nA giant man holding the right leg of a woman says in response:\n\n\"It is not like that. We cornered her, but we let her go. We, as a group, should rather feel ashamed.\"\n\nThe next one to speak was a man with a spiky hairstyle, holding the left and right arms of a woman as if they were shaking their hands.\n\n\"As always, I am the harsh one. I would not go as far as to say that I'm modest but I get what you mean. But even then, I prefer to think it was a success.\"\n\nThe half-vampire, Episode.\n\nThe vampire that hunts his own kind, Dramaturgy.\n\nThe man that considers himself a god, Guillotine Cutter.\n\nThat is a conversation between specialists with three different mentalities. The first one fights for his own self-interest, the second one for work and the third one thinks it is his fate. This conversation happens just after the iron-blooded, hot-blooded and yet cold-blooded vampire known as Kiss-Shot Acerola-Orion Heart-Under-Blade flew away.\n\nShe managed to escape from the hunters, but as you know, they still snatched away her four limbs. It was already too late to kill her... It was too late.\n\n\"Already\" is where the opinions diverge.\n\nEpisode was optimistic, Dramaturgy was pessimistic.\n\nAnd Guillotine Cutter was objective.\n\n\"You prefer to think it was a success. To be honest, I think that the weakest of us should have been sacrificed. And yet, here we are, the three of us, safe.\"\n\n\"Someone should have been sacrificed? Forgive my question but it is the first time I am hearing that, mister Guillotine Cutter.\"\n\n\"That's something I was prepared to do. When we were fighting Heart-Under-Blade, I did not want to have regrets.\"\n\n\"This is so like you, Dramaturgy. And it is the same with you, Episode... And obviously, I am similar too. Our biggest merit during the fight was that we faced this immortal oddity-killer vampire and that two of us could have died but did not.\"\n\nGuillotine Cutter calmly analyzed the reality of what happened, but there seemed to be fear in his words. While reviewing the accomplishments of the team, he seemed to be worried.\n\n\"What are you saying, mister? No one died during the fight, right? Are you not pleased with that? Are you saying that Heart-Under-Blade went easy on us?\"\n\n\"I wouldn't say that she went easy on us but, during the fight, she seemed distracted. Like there was something wrong with her body.\"\n\n\"Something wrong? Like she lost her heart?\"\n\nDramaturgy was obviously joking but Guillotine Cutter, instead of refuting the argument, said that is was \"a possibility\".\n\n\"I don't understand. If it's true that Heart-Under-Blade was distracted like you said, then it's a good thing for us, right? If we kept chasing after her, then we could have easily finished her. We could have killed her without risking anything.\"\n\n\"I don't get what you are saying, Episode. Even if there was something wrong with her body, she could have easily dodged our surprise attack. And, if she found out that something was wrong when she was escaping, the situation would have been drastically different.\"\n\n\"We tore off each one of her limbs. If something was indeed wrong with Heart-Under-Blade, then surely, we couldn't have defeat her, right?\"\n\nDramaturgy was more cautious on Guillotine Cutter's argument but Episode's fighting spirit was the same as usual.\n\n\"It's so stupid.\" said the half-vampire, in response to Guillotine Cutter's argument.\n\n\"There was something 'empty' about her. An emptiness that can't be filled, that has no sense. Something she could not find. Something like a sheath that perfectly fits its sword.\"\n\n\"It's not something, it's probably someone.\"\n\nStill standing, Guillotine Cutter continued, expressing a similar opinion:\n\n\"It's just that we were very careful in our preparation. Yes, very careful... Let us not be distracted and get prepared for what's next.\"\n\n\"Yes, let's proceed with caution.\"\n\nDramaturgy summed up the situation. Then, the three hunters, while holding on their trophies, faded out in the darkness of the night.\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the Kizumonogatari Complete Guidebook\n- [reddit post](https://www.reddit.com/r/araragi/comments/97c3bt/monogatari_short_stories_with_caution/)\n","meta":{"title":"Monogatari short stories - With caution"}},"__N_SSG":true}