{"pageProps":{"source":"\n\"By the way, <a title=\"TL note 1: Kisaragi (如月) is the traditional Japanese name for February.\">Kisaragi-san</a>.\"\n\n\"How did you just call me? If you continue misreading my name, we will have problems continuing this story. Hachikuji, you should not make mistakes with the names of people you know. If you were to do that in a short story of the special edition of a manga then people would think that you are talking to a completely new character, namely 'Kisaragi-san'. Don't make such a mistake again, please.\"\n\n\"Sorry, I stuttered.\"\n\n\"Don't lie, that was on purpose.\"\n\n\"I stutteted.\"\n\n\"It wasn't on purpose?!\"\n\n\"It can't be helped, I'm always misreading people's names. What's important is that after making such a mistake, you should ask yourself how to repair it. Do you want to make me look miserable? You don't, right? Furthermore, <a href=\"#\" title=\"TL note 2: Still the traditional name for February, but with another spelling (更衣).\">Kisaragi-san</a>, you already made mistakes in your life I suppose?\"\n\n\"Repairing mistakes? You're probably right. And don't change the kanji.\"\n\n\"<a href=\"#\" title=\"TL note 3: This time, Kisaragi is written as 飢皿木, with the characters 飢 (ki, 'hungry'), 皿 (sara, 'plate') and 木 (gi/ki, 'tree'). The gi character is the same as the one in Araragi.\">Kisaragi-san</a>.\"\n\n\"That's a character from <a href=\"#\" title=\"TL note 4: Kisaragi is a character who appears in the Densetsu Series, which is another light novel series written by Nisio Isin.\">another series</a>. I don't look like him at all. Good grief. At the same time, I feel like it's a miracle for the both of us to still have this kind of exchange after ten years.\"\n\n\"Nay, I've only started to know about you today. So please don't feel anything special because I hate you... Humm? What was it? <a href=\"#\" title=\"TL note 5: Minazuki (水無月) is the traditional Japanese name for June.\">Minazuki-san</a>?\"\n\n\"Don't start changing the month! And Minazuki? For someone like me who enjoys life to its fullest, this is really <a href=\"#\" title=\"TL note 6: Minazuki is written as 水無月 with the characters 水 (mizu, 'water'), 無 (mu, 'nothing') and 月 (tsuki, 'month'), so it's literally 'the month without water'. Here, 'enjoys' is written as 潤う (uruou) which also means 'to get wet'.\">incorrect</a>. You're really bad, you're making mistakes on two characters that don't remotely represent my personality. You probably should leave such things to your mother.\"\n\n\"You should not put away the things that annoy you. Are you really enjoying your life? By the way, this is not Mother's Day, so you should probably apologize to your mother for what you said.\"\n\n\"That is impossible too. Unfortunately, I've never apologized to my mother.\"\n\n\"And you're wondering why your popularity rating kept dropping until this short story that comes with the special edition?\"\n\n\"Well, rest assured! After graduating from high school, I will become a rapper so that I can express my gratitude to my mother by singing.\"\n\n\"Your future plans are not quite reassuring. You're the kind of son that's always stirring up trouble.\"\n\n\"I'll sing <a href=\"#\" title=\"TL note 7: 君をのせて (Kimi wo Nosete, 'Carrying You'), by Azumi Inoue, is the ending song of the Ghibli movie 'Castle in the Sky'.\">*Carrying You*</a>.\"\n\n\"But the ending song of *Castle in the Sky* is not a rap song.\"\n\n\"In reality, I tried apologizing to my mother a lot of times. But if we compare it to the number of times my mother apologized to me, then it's really nothing. I would even say that it's relatively zero.\"\n\n\"What you're saying is the worst. What's this 'nothing'? Your life as a human, <a href=\"#\" title=\"TL note 8: Shiwasu (師走) is the traditional Japanese name for December.\">Shiwasu-san</a>, is nothing.\"\n\n\"More and more things are falling apart. At least, get the correct number of kanji! And use 'ki' or 'gi' as the last character! I will say the last ones so that we're even: <a href=\"#\" title=\"TL note 9: Fumizuki (文月), Shimotsuki (霜月) and Nagatsuki (長月) are the traditional Japanese names for July, November and September respectively. However, anmaki (あんまき) is a Japanese sweet made in Nagoya.\">Fumizuki, Shimotsuki, Nagatsuki and anmaki</a>.\"\n\n\"But anmaki is not in the Japanese calendar, it's a specialty of Nagoya, isn't it?\"\n\n\"Calendar? I see. Since my first name is <a href=\"#\" title=\"TL note 10: Koyomi (暦) means 'calendar' in Japanese.\">Koyomi</a>, you took the opportunity to call me with such names.\"\n\n\"I don't care about your first name, idiot! I would rather remember the number pi or counting the rocks around here.\"\n\n\"Why are you so violent suddenly? Is it one of your new personalities?\"\n\n\"Rest assured. My name is Hachikuji Mayoi. My parents chose that name, it's important to me. What do you think about that, <a href=\"#\" title=\"TL note 11: This time, it's written in katakana with フェブラリー (feburarii).\">February-san</a>?\"\n\n\"I don't understand, when you say 'February-san', are you referring to me?\"\n\n\"Oops, I leaked your secret middle name.\"\n\n\"My name is not Araragi February Koyomi! And I'm not the kind of person who has a middle name. If I had one, then I would not hesitate to go to the tribunal asking for a name change. My name was given by my grandfather.\"\n\n\"You must cherish it in this case. Your dying grandfather used his last strength to give you such a name.\"\n\n\"Don't make it look like a tragedy. My grandfather was also the godfather of my two little sisters.\"\n\n\"Their names were... Karen-san and Tsukihi-san, right? Because of their big brother, they may have been disappointed with their *too simple* names. Because they both have <a href=\"#\" title=\"TL note 12: The 'ka' in 'Karen' (火憐) and the 'hi' in 'Tsukihi' (月火) are both written with the kanji 火 ('fire').\">'fire' in their first names.</a>\"\n\n\"That's true but you shouldn't say it. You can but you really shouldn't. It's not like they filed a lawsuit against me but we were indeed on bad terms. I remember them saying things like 'Koyomi, you bastard, your name is more difficult to remember than the number pi and our names are too different, as siblings I mean.'.\"\n\n\"Your little sisters became quite like you, Kisaragi-san.\"\n\n\"You can say that, but in the end, they seem quite pleased with how it turned out. They even call themselves the 'Fire Sisters'.\"\n\n\"I see, then your grandfather must have some regrets I presume. Because he gave you such a strange name, his grandchildren became strange kids.\"\n\n\"Don't say that my little sisters are strange. They will torture you to death.\"\n\n\"Torture me to death? That's the kind of retort a middle schooler would say, don't you think?\"\n\n\"There were times when I was uncomfortable with my name, wondering why I was given such a stupid name.\"\n\n\"The right for someone to name his children. On one hand, it's truly a powerful privilege. On the other hand, I think that trying to do fortune-telling based on the writing of one's name is kind of excessive. Even if the fortune-telling turns out really bad.\"\n\n\"In the end, it can happen that, after receiving your name, you realize that it's not the one you wanted. But any complaint you might have is worthless. Nevertheless, there is something that I truly want to say.\"\n\n\"OK, let's hear it.\"\n\n\"It's better when you decide by yourself. I have reached the age of discretion and thus I want to be known from now on as *Araragi February Koyomi*.\"\n\n\"Isn't your name Kisaragi-san?\"\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the third volume of the Bakemonogatari manga\n- [reddit post](https://www.reddit.com/r/araragi/comments/9zenhu/monogatari_short_stories_mayoi_name/)\n","meta":{"title":"Monogatari short stories - Mayoi Name"}},"__N_SSG":true}