{"pageProps":{"source":"\n\"By the way Araragi-senpai, someone that I respect from the bottom of my heart and who shines like a diamond, there is something I want to ask you.\"\n\n\"What is it, Kanbaru-kouhai? If there is something you want to ask me, someone who is darker than coal, then do.\"\n\n\"Araragi-senpai, are you a fast runner?\"\n\nGood grief... I'm once again asked something that I never thought about. It seems to be really common these days. After the hellish Spring Break I endured, and after becoming a vampire, I wanted to enjoy life at its fullest. The kind of life where I don't have to participate to PE, or marathon races or even sprints. A life with no reckless behavior.\n\nNo, it's precisely because I became a vampire that I can't have this life.\n\nAfter being enrolled in Naoetsu High School, I lost the desire to exercise, even the simplest \"run\" command that you encounter everyday lost its appeal. The fact that I started to commute to school by bicycle was also probably a big factor.\n\nA bicycle. It's really a wonderful vehicle.\n\nIt's really a mystery to me how the Wright brothers were able to invent the airplane after having worked for years in a company making bicycles. Nevertheless, I am a bicycle kind of guy.\n\nAn engine is quite heavy, right?\n\n\"It was around middle school that I started paying attention to my leg strength. Indeed, it's at this age that children want to determine who is the best of the group depending on his running abilities.\"\n\nYes, surely, for Kanbaru, it was without a doubt a matter of life and death. But in my case, I didn't care at all.\n\nFrankly, I don't recall anything about being a fast runner.\n\n\"I see, so you were an <a href=\"#\" title=\"TL note 1: 'innocent runner' (純足, junsoku) and 'fast runner' (俊足, shunsoku) have similar pronunciations.\">innocent runner</a>.\"\n\n\"Don't say such things to your object of admiration! Just stay simple.\"\n\n\"But, if you were a martial artist, then having <a href=\"#\" title=\"TL note 2: The kanji for innocent (純) and lead (鉛) are similar.\">lead</a>-like legs would be considered words of praise, wouldn't it?\"\n\n\"If I were a martial artist? Then my legs wouldn't be dull but lead-like? By having dull legs, you mean like people who are not exercising a lot? I don't know about before but right now, Kanbaru-kouhai, your legs are more like a wild goat's.\"\n\nI may have misused the idiom \"having wild goat legs\" since the correct one is \"having antelope legs\", I think. And now that you mention it, I don't picture wild goats as being fast animals.\n\n\"It's true that antelopes are not predators, and following this idea, then wouldn't 'having lion legs' or 'having cheetah legs' be a better expression?\"\n\n\"That's subtle. If we start using the words 'predator' and 'prey', then indeed there would be a huge difference between the two, but if we were more practical, in reality, it seems that antelopes are able to get away from lions during their hunt.\"\n\n\"Eh? Is that true?\"\n\n\"Well, when they run away, they are putting their life on the line. On the contrary, for carnivorous animals, it's sufficient if their hunt is successful like one time out of ten.\"\n\nThe motivation is different, Kanbaru said.\n\nIt's the same situation where people send thousands of advertisements through direct mail even though it's enough to get one positive response to earn money.\n\nIt also doesn't seem rational for an animal to devote its body and soul in order to hunt and kill a single antelope while hurting its own legs and dying from starvation. But well, in the realm of nature, anything can happen.\n\n\"This reasoning also applies to human beings, professor Araragi.\"\n\n\"Don't call me a professor. I didn't teach you anything. I won't be made responsible for your scandalous behaviour. If you want, <a href=\"#\" title=\"TL note 3: 影踏み (kagefumi) literally 'stepping on shadows' is a child game. A child, called the demon, has to step on the shadow of another child in order to make him the next demon.\">you can come and step on my shadow</a>.\"\n\n\"There's no reason for me <a href=\"#\" title=\"TL note 4: 'to go easy on someone' is 手を抜く (te o nuku) with the first kanji being the one for 'hand', here Kanbaru repeats this expression but with the kanji for leg instead 足 (ashi).\">to go easy or even easier on you</a>. Even in a game of basketball, it's a real challenge to tell yourself to go at full speed. And when you have to rest, you need to rest your legs first, so that you can jump at the critical moment and be able to dunk.\"\n\n\"I see. So that's how an athlete thinks.\"\n\n\"Are you talking about the fact that when the team regroups in the locker room after the match and every member tries to get its hand on a sports drink, it's impossible to have fun since everyone is exhausted?\"\n\n\"I'm not talking about some kind of after-match party.\"\n\nAnd even if you're a member of a good team, don't save your energy only for parties.\n\nLike the \"run and gun\" style of play (that's the extent of my knowledge on basketball).\n\n\"Coming back to our conversation, isn't the question of being fast or slow relative? Like, compared to a bicycle...\"\n\nNo, if we're talking about our star, Kanbaru, then it's probably true that she is by far faster than any bicycle, but if we were to compare her speed to the one of a plane...\n\n\"It's true that people picture lions and cheetahs as being fast animals, but if we were considering long-distance races, then I heard that hippopotamuses are faster.\"\n\nBasically, Kanbaru is a fast runner because she can unleash her power in a fraction of a second. It's also probably the reason why she chose not to join the track and field club but rather the basketball one.\n\n\"You're right, I think. But even if we made the conditions and regulations fair, there would be limits. For example, it is well known that a full marathon race is 42.185 kilometers long, but depending on the city the race is hosted, there could be hills or the weather could be very different. You should also consider the type of shoes and the composition of the ground.\"\n\n\"I see, I heard that there were similar problems in swimming competitions where certain swimsuits would increase the speed of the competitors. They would minimize the water resistance because they covered the whole body.\"\n\n\"In the case of track and field, it would be the opposite: if we were to decrease the amount of skin covered by the uniforms, then we would probably face some resistance and some girls would quit the club. On one hand, the resistance would have been decreased but on the other hand, it would increase.\"\n\n\"You say clever things sometimes, Kanbaru Omega.\"\n\n\"If it were me, I would be more excited. It reminds me of when I refused Senjougahara-senpai's offer to join the track and field club in middle school. What's sad about it is that I was never able to wear that kind of uniform.\"\n\n\"Don't regret refusing Senjougahara-senpai's offer.\"\n\n\"Even in short-distance races, depending if you are positioned in the inside track or in the outside track, the situation would be completely different and you would compete against a different person.\"\n\n\"The person you're competing with? I understand. You see, I experienced the same thing. I was forced to give up my musician career because I'm from the same generation as the Beach Boys.\"\n\n\"But Araragi-senpai, you and the Beach Boys are not from the same generation, right?\"\n\nIt's impossible even for this junior, for who I am a source of admiration, to accept everything I say.\n\n\"I wonder how much Araragi-senpai would look like the Beach Boys if he were wearing swim briefs.\"\n\n\"Which member of the Beach Boys are you talking about?\"\n\nOf course, there are countless artists who swiftly succeeded in competing with the Beach Boys and became famous but it doesn't mean the competition wasn't hard.\n\nIt ought to have been.\n\nIt's probably related to the qualitative difference between having good rivals or not. If we were comparing speed to music, then absolute music would be the fastest, so in other words, it would be like the speed of light.\n\n\"So, is your ideal as an athlete to achieve a speed superior to the speed of light, Kanbaru-kouhai? Are you steadily training daily in order not to shine like a star but rather to become light itself?\"\n\n\"You're right in the sense that exercising to death is what makes me happy.\"\n\n\"That just makes you look like a masochist but...\"\n\nBut, what about it?\n\nIn the eventuality that you're able to move at the speed of light, how would you visualize your environment? There are old thought experiments about this question and if you were to ask for my opinion, I would say that if you were moving at the speed of light, then you would become a danger.\n\nMore than sprinting, you would be rampaging.\n\nYou have to respect the speed limit. In order to protect yourself.\n\n\"If you could surpass the speed you want to achieve and go beyond the goal you gave yourself, then without realizing it yourself, you'll still be running. The faster you'll run, the faster you'll lose sight of your goal, the more frequently you'll stumble on your feet, and the more serious the injuries will become. As your senior, or even as your predecessor, it's precisely this one thing that I want to teach you.\"\n\n\"As one would expect of you, professor Araragi.\"\n\nA teaching as heavy as lead.\n\nAlthough Kanbaru, the woman who wants to run as fast as light itself, seemed to understand what I said, I wonder how much. If she understood only a fraction, I'm worried of what will become of her.\n\nThe first and only thing she should study from my foolish behaviour is the following: the concept of competition is not about fairness, but rather is simply a gentlemen's agreement.\n\nFor getting away. And for catching up.\n\nOne has to become faster.\n\nIf we were to consider a race between antelopes and lions under the same set of conditions, under the same set of rules and at the same location, then the race wouldn't be about competition. It wouldn't even be about running. Even before the starting signal, it would be about who will be the one to become the prey.\n\nFor a monkey or for a human, it's the same.\n\nNo matter how much you progress, there will still be one more step ahead.*\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the fifth volume of the Bakemonogatari manga\n- [reddit post](https://reddit.com/r/araragi/comments/byjduc/monogatari_short_stories_suruga_speed/)\n","meta":{"title":"Monogatari short stories - Suruga Speed"}},"__N_SSG":true}