{"pageProps":{"source":"\n\"What is the difference between people who can become ghosts and people who can't?\"\n\nI timed my question in order to break the silence that was starting to make me uncomfortable. I had some troubles becoming friend with a ghost so I wanted to know more about them.\n\nThe twin-tailed girl, Hachikuji Mayoi, who was recently promoted from being a location-bound ghost to a wandering one, answered:\n\n\"Probably an innate talent that one possesses. Ah, maybe you don't know what a 'talent' is? Yes, ordinary people like you might call it luck. That should at least give you an idea.\"\n\nShe said that like she was the chosen one.\n\nAn innate talent.\n\nAren't you dead?\n\n\"<a href=\"#\" title=\"TL note 1: Kasasagi (鵲) refers to a bird, the European magpie.\">Kasasagi-san</a>, you just mentioned 'people who can\" and 'people who can't'. But I think that, in general, ghosts weren't the type of people who want to have a future.\"\n\n\"If I had the choice between becoming a ghost or a skeleton, then I guess I'll choose the former. By the way, don't start calling me by the name of an endangered bird. My name is Araragi.\"\n\n\"You seem to consider that becoming a ghost and a skeleton are two different things, but a ghost should be able to become a skeleton, right? And your names aren't Kasasagi Koyomi-san and Senjougahara <a href=\"#\" title=\"TL note 2: Hitaki (鶲) also refers to a bird, the Old World flcatcher.\">Hitaki</a>-san?\"\n\n\"Why are we in a team now? It's not like Araragi Koyomi and Senjougahara Hitagi met while watching a bird.\"\n\nIt was not a bird, it was a crab.\n\nIf anything, it was a snail hunt.\n\n\"Sorry, I stuttered.\"\n\n\"Don't lie, that was on purpose.\"\n\n\"I stutteted.\"\n\n\"It wasn't on purpose?!\"\n\nWhat were we talking about? Right, futures people don't want to have. I admit that my question was not very good since there can be multiple explanations. Maybe I should have asked about \"people who become ghosts\" and \"people who don't\". But, as far as I see it, I feel more determination in the assertion about \"people who become ghosts\".\n\nTherefore, for someone as foolish as me, even when I was a vampire, I felt that I couldn't become one.\n\n\"Resentment. Regret. Indignation. And misfortune. That's the kind of things I feel when talking about this subject. The things you feel when you are about to die.\"\n\n\"I see. But is it not what everyone is supposed to feel? I see that you are trying to stay modest, <a href=\"#\" title=\"TL note 3: Kasanegi (重ね着) means a layering of clothing.\">Kasanegi-san</a>. As much as an ordinary person like you can be.\"\n\n\"That is something completely different. At least, try to stay in the same lexical field. And don't mistake Araragi for Kasanegi. As the chosen one, you should value the equality principle.\"\n\n\"It's true that I died when I was 11, but even if I were able to live until 89, I don't think I would have any regrets. About my life I mean. And yet I didn't want to die, I wanted to live another 11 years.\"\n\n\"I see.\"\n\nAfter the hellish Spring Break I experienced, I came to realize that there is a difference between \"I would be better off dead\" and \"I want to die\".\n\n\"Then, people who don't become ghosts are the ones who committed suicide? After taking their lives on their own volition, they are not allowed to become ghosts?\"\n\n\"I wonder. I think it should be easier for them to become ghosts. Compared to the victims in a murder case I mean. When you become a ghost, you are given time to take your revenge on the human society. The same society that made you kill yourself.\"\n\nThis one is about \"people who want to become ghosts\".\n\nBut just thinking that you want to become one doesn't necessarily mean that you will. That's why if you actually become one, you can be filled with regrets, thinking \"it was better in my dreams\".\n\n\"Becoming a ghost because you have regrets, is it the same as having regrets because you became a ghost? What is this kind of life. I mean the human life and the afterlife.\"\n\n\"I see. That's why I can't recommend it to such an ordinary person as you. I trained quite a lot and became a pro. I managed to survive, even after dying. I trained well in order to avoid going to Heaven.\"\n\n\"That's what a soldier who didn't give up while being tortured would probably say. Even if every member of his team were annihilated and became ghosts. And could you stop referring to me as 'an ordinary person'? Not only me but everyone around me too.\"\n\n\"But you are constantly having fun, just like an ordinary person.\"\n\n\"You claim to be the chosen one. Is that because all the 'not chosen' ones are people who just have fun?\"\n\n\"Well, it's the me who survived after death that is claiming that. Between nice guys and bad guys, it's probably the bad guys who will turn into ghosts, right? In the world we are living in, if you compare detestable people who are not satisfied with their life to the good ones, then the latter are probably the ones going to Heaven.\"\n\n\"I guess so. In this case, nice guys should try not to be too concerned about themselves. Not that I met someone like that. That should also be the case for ghosts I think.\"\n\nI can't say anything about the me who became a vampire, a truly bad guy.\n\nI can't say anything, or rather I can say everything.\n\nThe first thing is that it's difficult to draw the line between the two. Being rich, having great friends and a great family, being brilliant, doing well in your job. If all of this would guarantee you to have a peaceful death, that you won't become a ghost, then I think that most humans would become ones.\n\nOr maybe it's that the world is already full of ghosts and we don't see them? It may even be overflowing, full to the brim, having been filled <a href=\"#\" title=\"TL note 4: 'to be full to the brim' (満ち満ちる, michimichiru) and 'along the way' (みちみち, michimichi) have similar pronunciations.\">along the way</a>.\n\n\"Ghosts are transparent, so even if you keep stacking them, I don't think ghost overcrowding will become a real problem. Just like your chest getting bigger.\"\n\n\"But I'm not transparent! Even if you keep trying, you won't be able to see through me!\"\n\n\"I can't take your measurements. In the end, it might just be a coincidence. The difference between 'people who can become ghosts' and 'people who can't'. Even if the odds are one in tens of thousands. There are urban legends about people never catching the flu or never having cavities. But these stories can all be explained by the huge variety of the human genome. This means that the dying wishes of some person to become a ghost are completely unrelated to the becoming-a-ghost problem. It's not strange that there are people that can easily become ones and others that have difficulties.\"\n\nHachikuji seems to think that she underwent a special training but she was one of those persons who could easily become a ghost from the start. And she became a snail too. Meaning that while trying to reach her mother's house, she became a ghost a second time.\n\nA ghost who became a ghost.\n\nIt's probably how it went.\n\nAn innate talent. But since she was not responsible, we can indeed talk about \"luck\".\n\nNo... It was not luck, on the contrary, it was misfortune.\n\nIt's not one of those cases where you want to become something and you actually do. It's also not one where you want to become something and you don't. Thinking about it, I'm simply grateful that I made friends with a ghost.\n\nSpecialists could not find an explanation for why she got this promotion.\n\nPrecisely because I'm her friend, I ought to explain it to her. But.\n\n\"What's the problem? <a href=\"#\" title=\"TL note 5: the two kanji in Kamonegi (鴨葱) are 鴨 (kamo, 'duck') and 葱 (negi, 'onion').\">Kamonegi-san</a>. You look too serious and it does not suit you very well. It's the same face you do when you're having dirty thoughts. Don't make me declare the state of emergency.\"\n\n\"You derived quite a lot from Kasanegi. We lost so much from the original meaning of Araragi. I don't understand why you misread my name so much. But what I do understand is that you only think of me as some ingredients of a hot pot.\"\n\n\"It's just because you're slow to understand. It's precisely because you're an ingredient of a hot pot that I misread your name so much.\"\n\n\"Finally. We managed to reach a conclusion. If we keep chatting, I think that I'll never <a href=\"#\" title=\"TL note 6: the pronounciation of 'to get used to' (慣れる, nareru) is the same as 'can become' (なれる, nareru).\">get used to ghosts</a>.\"\n\nNot getting used to them, and impossible to get away from them.\n\nI'll continue having fun and making jokes with an experienced ghost.\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the fourth volume of the Bakemonogatari manga\n- [reddit post](https://reddit.com/r/araragi/comments/amsjf4/monogatari_short_stories_mayoi_ghost/)\n","meta":{"title":"Monogatari short stories - Mayoi Ghost"}},"__N_SSG":true}