{"pageProps":{"source":"\n女性の左脚を肩に担いだ白ランの少年が、\n\n「初めはどうなることかと思ったもんだが、意外とうまくハマったもんだな、俺達三人のチームワークって奴も」\n\nと言うと、それに答える形で、女性の右脚をぶら下げるように持つ巨漢は、\n\n「そうでもない。あそこまで追い込んでおきながら、結局、こうして取り逃してしまっている。私達三人が束になってこのザマとは、むしろ情けないと考える」\n\nと言い、更にそれに、女性の右腕と左腕を、それぞれ握手をするように持つ、ハリネズミのような髪型の男が、\n\n「相変わらず自分に厳しいですねえ。僕はそこまで謙虚にはなれませんが、しかしあなたの仰ることはわかります。ただし、それでも、上首尾だったほうだとは思いますよ」\n\nと続けた。\n\nヴァンパイア・ハーフのエピソード。\n\n同属狩りのドラマツルギー。\n\n神を自任するギロチンカッター。\n\n私情と仕事と使命で戦う、三人の専門家の会話であるーー具体的には、鉄血にして熱血にして冷血の吸血鬼、キスショット・アセロラオリオン・ハートアンダーブレードを、取り逃した直後の会話である。\n\nもっとも、狩りの対象からはご覧の通り、その四肢をもぎ取っており、既に仕留めたも同然だ……『仕留めたも同然』。\n\nその『同然」について、しかし、三人の評価がわかれている。\n\nエピソードは楽観的であり、ドラマツルギーは悲観的。\n\nそしてギロチンカッターはーー客観的だった。\n\n「上首尾だったほうだと思いますよーー正直言って、この協調は、三人のうち最低ひとりは犠牲になることが前提のようなものでした。なのに、こうして三人とも無事でいるのですから」\n\n「三人のうちひとりは犠牲？　おいおい、勘弁してくれよ。そんなの俺初耳だぜ、ギロチンカッターの旦那」\n\n「私は覚悟をしていた。元より、ハートアンダーブレードに挑むにあたって、己の命を惜しむつもりなどない」\n\n「なんともドラマツルギーさんらしい矜持ですが、エピソードくんとて、それは同様でしょう……、言うまでもなく、この僕も。三人で挑む最大のメリットは、あの不死身の怪異殺しに対し、ふたりまで死ねるということなのですから」\n\nあくまで淡々と、冷静に事実を分析しているだけと見えるギロチンカッターだが、しかし何の危惧もないわけではないようで、チームの成果を評価しつつも、どこか思案顔である。\n\n「なんだよ、旦那。死人が出なかったことの、何が気に入らない？まさかハートアンダーブレードが、俺達相手に手加減してたとでも言うのかよ？」\n\n「手加減とは違うのでしょうが、彼女が戦闘に際して、心ここにあらずだったことは間違いなく確かですよ。僕達ではなく、まるで自分自身の、心の空白と戦っていたような」\n\n「心の空白？　心臓でも落としたのか？」\n\nドラマツルギーからの、似合いもしない冗談じみた反駁を、ギロチンカッターは「あるいはね」とがえんじた。\n\n「わかんねーな。もしもハートアンダーブレードが心ここにあらずで戦っているってんあら、それは俺達にとって、不安材料ではなく好材料だろうよ。このまま追いかけりゃ、簡単にとどめがさせるってこった。後遺症が残らない程度に殺してやれるってこった」\n\n「わかっていませんね、エピソードくん。心ここにあらずのコンディションでも、僕達の不意打ちをかわしてみせたあの吸血鬼がーーもしもこの逃走中に、心の空白を埋める何かを見つけてしまえば、形勢は一気に逆転するということですよ」\n\n「私達が手足を引き千切るまででもなく、ハートアンダーブレードの存在が、すかすかのハリボテだったというのなら……、私達こそ、彼女の空白と戦っていたようなものか……」\n\n神妙なギロチンカッターの議案に、より慎重さを帯びたドラマツルギーの思考だったが、エピソードの進歩的な戦意は、それで微塵も揺らぐことはなかった。\n\n「くだらねえ」\n\nと、ヴァンパイア・ハーフの少年は大胆に踏み込む。\n\n「埋められねえから空白なんだろ。すかすかのスカなんだろ。見つかりっこねえよ、あの吸血鬼、数百年の空白を埋められるような何かなんて。あの刀にぴったり合う鞘のような何かなんて」\n\n「何かではなく、誰かかもしれませんがね」\n\nそう構えつつ、基本的には彼も同意見らしくギロチンカッターは、\n\n「まあ、ゆめゆめ用心を怠らないようにしましょうというだけのことですよ。用心……、心ここにあらずな獲物に対し、僕達は、しゃきっと心を用意してかかりましょう」\n\nと、引き辞めるようなことを言った。\n\n「うむ。心してかかろう」\n\n最後にドラマツルギーがそうまとめ、そして手足を抱えた三人の狩人は、夜の闇に溶暗したのだそうだ。\n","meta":{"title":"物語シリーズ　短々篇「心して」"}},"__N_SSG":true}