{"pageProps":{"source":"\r\n「創作において、地獄のイメージはいやに具体的なのに対して天国のイメージは何かと抽象的であるって、よく言われますよね、阿波踊りさん」\r\n\r\n「確かにその言説は僕のうような者でも聞いたことがあるけれど、しかし八九寺、僕の名前を四国の伝統的な舞踊のように言い間違えるな。僕の名前は阿良々木だ」\r\n\r\n「失礼、嚙みました。らせら木さん」\r\n\r\n「東北の伝統的なお祭りでもない」\r\n\r\n「おやおや。だとすると阿良々木さん、よさこい派でしたかね」\r\n\r\n「阿良々木さんって言ってんじゃねえかよ」\r\n\r\n強いて言うならええじゃないか派だ。\r\n\r\nインド映画ばりに踊ってやるぜ。\r\n\r\n「見たいものですね。阿良々木さんのトゥワーク」\r\n\r\n「で、なんだっけ？　天国と地獄？」\r\n\r\n「ええ。いずれ私も天国に召されるわけですから、今のうちに予習しておきたいと思いまして。いわば天国のロケハンです。まあ間違いなく地獄に落ちる阿良々木さんは、ガイドブックにこと欠かないでしょうけれど」\r\n\r\n「地獄絵をガイドブックとはしねえよ。地獄絵図は他図じゃない。しかしお前の言うことは的を射ているかもしれないな。戦友はみんな地獄に行っただろうから、できることなら僕もそっちに行きたいぜ」\r\n\r\n「ニヒルな要役みたいなことを仰っていますが、友達がいない阿良々木さんに戦友がいるはずがないでしょう。友達がいないという罪で地獄に落ちそうですよ」\r\n\r\nお前という親友がいるのに？\r\n\r\nそもそも、友達がいないことの何が罪だ。\r\n\r\n「でも、アンナ・カタラーナじゃないけどさ。『幸福な家庭は一律に幸福だが、不幸な家庭はそれぞれに不幸である』みたいに言われたら、そうなのかなって説得されそうになるけれど、実際は幸福な家庭もそれぞれに多様であるように、単に未読なだけで、天国だって実際には、数々の作品で具体的に描かれているんじゃないのか？」\r\n\r\n「かもしれませんね。カタラーナはデザートですか」\r\n\r\n本当にカタラーナじゃなかった。\r\n\r\n僕が嚙んでどうする。\r\n\r\n「カタラーナの香りで記憶が蘇る文学作品かと思いましたよ。さりとて、血の池とか、針の山とか、闇魔大王とか、等活地獄とか、そういうシチュエーションが、地獄のほうがよりメジャーであることも否定できないのではありませんか？」\r\n\r\n等活地獄というのは、僕にとっては身につまされる地獄である……キスショット・アセロラオリオン・ハートアンダーブレードのバトルは、まさしくそういものだった。\r\n\r\n死んでも死んでも生き返る。\r\n\r\nあれを地獄と呼ばずして、何を地獄と呼ぶのかーー地獄のような春休みと言う所以だ。\r\n\r\n「地獄のイメージが共有しやすいのは、痛みとか苦しさっていうのが共感を得やすいからだろう。それに比べて天国にあるべきは、いわゆる幸福感だから、必ずしも共感が得られるとは限らない」\r\n\r\n家庭に限らず個々人においても、何を幸せと感じるかは、それぞれであるーー『この天国じゃあ幸せになれない』と思われてしまっては、天国側としては不本意だろう。\r\n\r\n「僕が幸せになれる天国をイメージすれば、一億人の羽川に囲まれる世界ってことになるんだろうけれど、しかしそれが万人に共通する天国の概念かって言えば、疑問も残るしな」\r\n\r\n「羽川さんにとって地獄でしょうよ、その世界。万人よりも羽川さん人口のほうが多い世界って」\r\n\r\n虫唾が走るとまでは言いませんが、虫唾が歩きますーーと、散歩好きの少女に言われると、僕も自説を撤回せざるを得ない。\r\n\r\n「ちなみに、お前がイメージする天国ってどんな世界なんだ？　ああ、一億人の僕に囲まれる世界っていうボケは狭まなくていい」\r\n\r\n「人口ならぬ一億の銃口を突き付けられても、そんなボケは口にしません」\r\n\r\n「おっと、撃ち抜かれたね」\r\n\r\n「そうですねえ。お菓子が欲しいとか、お金が欲しいとか、夢はいろいろありますけれど、それを天国と言うのも違いますよねえ」\r\n\r\nお菓子と並べることでお金が欲しいという夢の強欲しさをマイルドにしようと企んだようだが、それはうまくいっているとは言いがたいーー果たして、そんな俗な子供が、天国に行けるものかどうか。\r\n\r\nいや、でも、逆に言えば、その程度の俗っぽさで天国に行けないというのもいささか厳しいとうにも思える。\r\n\r\n善行を積み、人聖を集め、一億人の羽川ではなく家族や友人に囲まれ、悔いのない人生を送ったものだけが、天国行きのビザを交付されるのだとしたら、いくらなんでも条件が厳し過ぎるし、僕どころか、誰ひとり行けるとは思えない。\r\n\r\n理不尽にさえ感じる。\r\n\r\nこの世をそんないい感じに過ごした奴だけが、いい感じの天国に行けると言うのは、なんだかズルくないか？　金持ちしか大金持ちにはなれないみたいな理屈である。\r\n\r\n「それに、仮に何かの間違いでビザなしで潜り込めたとしても、そこまでのセキュリティの天国を果たして楽しめるかって問題もあるよな」\r\n\r\n「天国に潜り込むという言いかたが既に罪深いですが、と言いますと？」\r\n\r\n「いや、だって、天国って絶対、スマホ禁止っぽいじゃん。電源を切って入口で預けてくださいっていわれそうじゃん」\r\n\r\n「あ……、なんかわかります」\r\n\r\n珍しく八九寺から同意が得られた。\r\n\r\n僕の言うことに嚙みつくことに命をかけている小学五年生から。\r\n\r\n「お菓子って言ってたけど、向こうで食べさせてもらえると思うか？　お菓子なんて、身体に悪い、人心を堕落させる食べ物だって言われそうだぜ。あんなおいしいのに、おいしいから罪だと断じられるんだ」\r\n\r\nまして争いの元でしかないお金など、もってのほかである。電子マネーが導入されているとも思えないし、射幸心をあおる投資や投機が推奨されているとも思いにくい。\r\n\r\n儲けようという発想が既に罪だ。\r\n\r\n科学技術の進歩も、早い段階で頭打ちだろう……、清貧こそが美徳の世界で、生活を便利にする製品開発などありえない。\r\n\r\n「争いの元と言えば、恋愛禁止ってルールもありそうですよね」\r\n\r\n「なんてこった。この僕がアイドル扱いの栄誉を賜ろうとは」\r\n\r\n「今のは無視して、二度寝も許されそうにありません。昼過ぎまで惰眠を貪っていたら、寝ている間に簀巻きにされて、血の池に放り込まれそうです」\r\n\r\nやはり地獄のイメージのほうが具体的であるーー人間が抱く幸福感をそのまま描こうとすれば、それは欲求や、ともすると欲聖と直結しがちなので、天国は描写しにくいし、よしんば描写できたとしても、それこそ地獄絵図ということなのかもしれない。\r\n\r\n「こういうのがいって思ってるって露見するのも、クリエイターにとっては辛いところですね。一億人の羽川さんを描写した阿良々木さんのように」\r\n\r\n「不心がないほうがよかったでしょう」\r\n\r\n「十億人の八九寺でも、それはそれで天国だ」\r\n\r\n「それはそれでって言われて私がうやったーってなるとでも思います？　１羽川あたり１０八九寺って、どんな為替レートですか。この手で地獄送りにしてさしあげたいですよ」\r\n\r\nいえ、規律正しい天国送りにしたほうが、阿良々木さんにっとてはよっぽど地獄行きの生き地獄でしょうねーーと、八九寺は思想顔をした。\r\n\r\nそんなことを真面目に考えられても。\r\n\r\nしかし結局のところ、あるかどうかもわからない天国よりも、あるいはいずれ落ちることになる地獄よりも、少額五年生とくだらないことをあれこれ喋りながら歩く、いったいどこにたどり着くのか見当もつかないこの道行きのほうが、よっぽど現実感のないボーナスタイムなのだった。\r\n\r\n雲の上を歩ているようでもあり。\r\n\r\n蜘蛛の糸に縋っているようでもあり。","meta":{"title":"物語シリーズ　短々篇「まよいヘブン」"}},"__N_SSG":true}