{"pageProps":{"source":"\n「ときに阿良々木先輩。私が心よりの敬意を払う憧れの的、ダイヤモンドよりも輝く阿良々木先輩に、お尋ねしたいことがあるのだが」\n\n「なんだよ、神原後輩。石炭よりもくすんだ僕に訊きたいことがあるなら、訊けばよかろう」\n\n「阿良々木先輩は、足が速いほうなのだろうか？」\n\nむ...、改めて問われてしまうと、最近はあんまり、考えてなかったテーマだなーー地獄のような春休みを終えて、元吸血鬼としての余生を送らせていただいている現状、体育の時間だろうとマラソン大会だろうと、疾走することよりも、暴走しないことを心に溜め置いている阿良々木暦くんである。\n\n否、吸血鬼性のせいばかりにもできない。\n\n直江律高校に入学し、落ちこぼれてやる気をなくして以降、日常生活の中で『走る』というコマンドを、なかなか実行しなくなっているーー自転車通学を始めたからというのも大きいか。\n\n自転車、ありゃあ素晴らしい乗り物だ。\n\nその製造販売を生業としていたライト兄弟が、なにゆえに飛行機を発明したのかが、本当に不思議なくらいであるーー僕は一生自転車派だな。\n\nエンジンなんて重りだぜ。\n\n「でも、小学生の頃だったら、脚力にはそれなりに気を配っていたが…、あの年代は、足の速さでヒエラルキーが決まってしまうようなところがあったからな」\n\nどころが、まさしく神原にとっては、死活問題だったわけだが...、僕の場合はどうだっただろう。\n\n正直、そんなに俊足だった覚えはない。\n\n「ふむ。つまり純足だったと」\n\n「憧れの的にひてえ悪口を言うな。ただ的になってる」\n\n「しかし、鉛のような足とは、格闘家だったら褒め言葉だぞ」\n\n「格闘家だったらな？　そして、鈍りじゃなくて鉛だったらな？　足が鈍るって、ただの最近運動してない奴じゃないか。昔はどうだったか知らないけれど、今の神原後輩は、カモシカのような足だよな」\n\nちなみに、『カモシカのような足』なる慣用句は誤用であった、元々は『レイヨウのような足』だったそうだーー言われてみれば、カモシカに足の速いイメージはないわな。\n\n「レイヨウだって、被捕食動物ではあるけれど。してみると、『ライオンのような足』や『チーターのような足』が、俊足に対する褒め言葉の最上級なのかね？」\n\n「それも微妙だな。捕食動物と被捕食動物という言いかたをすると、そこには圧倒的な力の差があるように見えるけれど、実際の狩りでは、以外とレイヨウが逃げ切ってしまうらしいから」\n\n「え？　そうなの？」\n\n「なにせ逃げるほうは命がけだから。逆に、肉食獣にしてみれば、狩りは10回に一回、数日に一回成功すれば、それでいいのだし」\n\nモチベーションが違う、と神原。\n\nダイレクトメールを千通出して、一人からでも返信があれば万々歳の大黒字ーーみたいなものだろうか？\n\nそりゃあ一匹のレイヨウを狩るために全身全霊を尽くして、足を痛めて飢え死にするのは、まあ、合理性に欠けるーーけれど、それはあくまで自然界、そして動物の話だ。\n\n「人間でも理屈は変わらんそ、阿良々木師匠」\n\n「師匠って言うな。僕はお前に何も教えていない。お前の不祥事の責任は取れない。いいから僕の影を踏め」\n\n「手を抜くーーもとい、足を抜くわけではないけれど、バスケットボールの試合でも、『どこで全速力を出すか』というのは難題。休まるべきところで足を休ませておかないと、いざというときに跳べない。床にダンクすることになる」\n\n「なるほど。アスリートの発想だ」\n\n「試合後のロッカールームでスポーツドリンクを掛け合うときに、みんなぐったりしていたら、いまいち盛り上がれないだろう？」\n\n「パーティーピーポーの発想じゃねえか」\n\nいいチームだが、打ち上げ用に余力を残すな。\n\nランアンドガンだろ（僕の知っているバスケットボール用語はこれだけだ）。\n\n「話を戻すけれど、足の速い遅いって相対的なものでもあるだろう？　自転車に比べればーー」\n\nいや、神原なら、自転車よりも遥かに遠く走れそうだが、さすがのスターも、飛行機より速いということはないだろう。\n\n「ライオンやチーターは確かに俊足のイメージがあるけれど、長距離走なら、カバのほうがスピーディだって噂もあるしな」\n\n神原の速度も、基本的には瞬発力であって、だからこそやつは、陸上部ではなくバスケットボール部に入部したのだった。\n\n「まさしく。しかし、いくら条件やレギュレーションを揃えようとしても、限度はある。たとえばフルマラソンの距離は４２・１９５キロと定められているけれど、開催される都市によって、坂道だったり気候だったりはまちまちなのだ。走りやすい靴があるように、走りやすい地面もある」\n\n「ああ。水泳の話になるけれど、泳ぎやすい水着をどこまで追求していいのかって社会問題があったよな。抵抗をなくすてめに、全身を覆う形になっていってーー」\n\n「陸上の場合は、逆にユニフォームの露出度ががんがん上がっていったりして、それに抵抗があって、部活をやめた女子もいるそうだ。抵抗は減ったはずなのに、抵抗が増したという」\n\n「うまいこと言ってんかねえよ、神原オメガ」\n\n「私だったら逆にテンションが上がる。戦場ヶ原先輩の誘いを断って陸上部に入らなかった中学時代を思い出すにつけ嘆かわしいのは、あのユニフォームを着られなかったことだ」\n\n「戦場ヶ原先輩の誘いを断ったことを嘆け」\n\n「短距離走でも、インコースに位置取るかアウトコースに位置取るかで変わってくるし、もっと言えば、誰と競るかでも変わってくる」\n\n「誰と競るか。わかるぜ。僕も同世代にビーチ・ボーイズがいたから、ミュージシャンへの道に進むことを諦めたみたいなことがあるもんな」\n\n「阿良々木先輩は、ビーチ・ボーイズと同世代ではないだろう」\n\nなんでもかんでも肯定してくるわけじゃないんだな、僕に憧れているこの後輩も。\n\n「どれだけ阿良々木先輩が、ブーメランパンツの似合うビーチボーイズであろうとも」\n\n「誰がブーメランパンツの似合うビーチ・ボーイズだ」\n\nもちろん、ビーチ・ボーイズと競ったからこそ、ミュージシャンへの道を突っ走り続けられたアーティストも無数にいたわけだから、競争が悪いわけじゃない。\n\n基本的にはあるべきだ。\n\nただそんな素晴らしい連鎖も『いいライバルがいた者』と『いなかった者』との間の格差に繋がるだろうーー絶対音楽に匹敵するような速さのための速さ、いわば絶対速度があるとすれば、それは唯一、光の速度ということになる。\n\n「となると、高速を超えた光速が、アスリートとしてのお前の理想か？　神原後輩。日々のたゆまぬトレーニングは、星のように光るためじゃなく、お前自身が光となるための苦行なのか？」\n\n「確かに苦行こそが我が喜びである」\n\n「そこだけ切り取るとただのマゾっぽいが…」\n\nしかし、どうなんだろうなあ。\n\n光の速度で移動している際に、いったい風景はどのように視覚化されるのかという思考実験が古くからあって、色んな答えを聞いたことがあるけれど、僕なんかはそれ以前に、そんな速度で移動したら危険だって思っちゃう奴だからな。\n\n疾走することより、暴走しないこと。\n\nそんなくすんだことを考えてしまう石炭は、制限速度を守りたいーー身を守るために。\n\n「求めた以上の速度に到達したら、目指していたはずのゴールを通り過ぎても、気づかず走り続けてしまうかもしれない。速く走れば速く走るほど、ゴールどころか足下も見えなくなって、つまずいたときのダメージが大きくなる。先輩として、あるいは先人としてお前に教えられることがあるとすれば、唯一、そういうことなんじゃないのかな」\n\n「さすが阿良々木師匠」\n\n鉛のように重い教えだ。\n\nそう神原は受けたものの、光の速度で突っ走る彼女に、僕ごときの言葉がいったいどれくらい届いたものかーーたとえぎりぎり届いたとしてもそんな鉛、彼女の重りになるのかどうか。\n\n第一、それを言うなら、僕だってこんな他愛ないやり取りから学ぶべきだったーー競争なんて概念は、公平じゃないからこそ成り立つ紳士協定なのだと。\n\n逃げ切るために、追いつくために。\n\nスピードを上げる。\n\nレイヨウとライオンが、もしもまったく揃った条件、まったく揃ったレギュレーションで、つまりまったく揃った地点からスタートを切れば、そんなレースはもう競争にさえならず、走り出すことすらなく、号砲が鳴る前に、餌が牙に喰われてゴールだということを。\n\n猿でも人間でも、それは同じ。\n\nいくら進化しても、一歩も前に進めない。\n","meta":{"title":"物語シリーズ　短々篇「するがスピード」"}},"__N_SSG":true}