{"pageProps":{"source":"\n「ベロシティというタイトリングからして、今回のおまけは官能小説と推理なさった向き少なくなかろうと察する私ではあるが、残念、そうではないのだな」\n\n例によって例のごとく、僕の可愛い後輩にして私立直江律高校の誇るべきスター、女子バスケットボール部の元エースであるところの神原駿河が、意味不明なことを言ってきたーー女子が意味不明瞭なことを言ってくるほうが、僕にとってはよっぽどなサプライズなので、それ自体に周章狼狽はしないけれど、しかしながら、ベロシティ？\n\n「それにしても、初めて官能小説に触れたときの衝撃ときたらすさまじいものがあった。文字のエネルギーと言うのだろうか、大人達が、活字を読め活字を読めとさんざん繰り返していた理由が、やっと得心できた」\n\n「え、ちょっと待って、このまま官能小説のトークを続けるのか？」\n\n文字のエネルギーを、どんなところで感じてるんだよーー大人達もドン引きだ。それも神原らしいと言えば神原らしいが…、官能小説とは、僕はよく知らないジャンルだぜ。\n\n「そもそもベロシティって、どんな意味だっけ？」\n\n「官能都市という意味だ」\n\n「電脳都市みたいに言ってじゃねえ。どんなセンス・オブ・ワンダーだよ。きっぱりと嘘をつくんじゃない」\n\n物理の授業か何かで聞いたな。\n\nそうそう、ベロシティは速度という意味だ…、なるほど、だとすれば、神原の口からそんな単語が出現したことは、それこそ、得心しないわけにはいくまい。\n\n速度と言えばの神原駿河だ。\n\n「ん？　つまり、ベロシティなんて小難しい専門用語を引っ張り出してきたけれど、結局は、スピードって意味か？」\n\nするがスピード、シーズン２か？\n\nいや待てよ、戦場ヶ原から力ずくで叩き込まれた一夜漬けの知識によれば、ベロシティとスピードは、同じ意味じゃなかったな…、何がどう違うんだっけ？　確か、『重さ』と『質量』がちがうみたいに……。\n\n「しかし、私にとっては同時に、こそばゆい記憶でもあるのだ。なぜなら官能小説を初めて買うときは、日和ってエログロ伝奇小説に紛れさせて購入したいたからな。しかし、それがきっかけとなって、エログロ伝奇小説に耽溺するようになったのだから、人生、何がきっかけになるかわからない」\n\n「お前の独り言はともかくとしてだな」\n\n日和ったことになるのか、それ？\n\nしかしまあ、神原駿河にも、そんなカムフラージュを試みていた頃があったのだと思うと、微笑ましくあるーーエログロ伝奇小説は、いかんせん迷彩になっていない気もするけれど、そんな経緯で購入した文学賞受賞作や参考書、あるいは偉大伝に、人生をすっかり変えられることもあるだろう。\n\nそれを言うなら、漫画を読んだ読者が全員、漫画家を目指すわけではないーーむしろスポーツ選手を目指してりする。戯画化された歴史の人物にどはまりして進学先を選ぶとか、そんなエピソードも聞くーーすべての道はローマに通ずの逆じゃないが、どんな道でも、どんな場所へだって繋がっているのだ。\n\nいずれにせよ、活字を読め活字を読めと叱責されていたスポーツ少女が、そのような分岐路を経て、『べろ』という言葉からとめどないエロスを感じるような女子高生に成長だのだと思うと、人生の筋目は、本当にどこにあるかわからない。\n\n人間の方向性はーー方向性？\n\nああ、そうだ、方向性だ。\n\n「芳香性？　体育館の内のかぐわしい汗の香りがどうした、阿良々木先輩」\n\n「芳香性はともかく、汗なんて言葉は一言も漏らしてねえっての。チャンスワードを捏造するな。そんないかがわしい気持ちで女子バスケットボール部を牽引していたのか、お前は。だから、スピードと違って、ベロシティには方向性があるんだよな」\n\n現代風には、位置情報、というのかな？\n\nあるいは角度ーーベクトルか。\n\nスピードは単なる速さだけれど、ベロシティは、東西南北前後左右上下ｘ軸ｙ軸ｚ軸、どこに向けてのスピードなのかが、関われる速さなのだ。\n\n「そうか。たとえ時速百キロで走ることができたとしても、逆方向に向けて走り出したんじゃ、いつまでだっても目的地に辿り着けないものなーー逆に、どんなのろのろとした歩みでも、方向さえ間違ってなければ、時間はかかっても、いつかはゴールできるって寸法なんだ」\n\n方向性の違いは、すべての違いだ。\n\nならば実際のところ、これは神原のみならず、僕にとってもずっしりとくる言葉であるーー全速力で疾走しているつもりでいて、てんで見当外れな方向に一直線なんてのは、地獄のような春休みや、夢悪のようなゴールデンウィークの記憶をわざわざ掘り起こすまでもない、身につまされる日常である。\n\n此度の『猿の手』についても。\n\n僕は、もしかすると持ち主である神原以上にずれていたーー地面に向かって駆けだしていたとうなものである。\n\n「願いって言うか…、はっきりとした目標があったとして、でも、そこまでの正しいルートを辿れるかとうかって、難しいところだぜ」\n\n位置情報で言うなら、夢を叶えるまでのナビゲーションシステムもないわけじゃないけれど、それでも道に迷う方向音痴は、決して僕だけじゃあないはずだ。\n\n標識に従うことができずーー常識に逆らうこともできず。\n\n蝸牛に遭遇しなくとも、人はたやすく道を見失う。\n\n道を失うことさえある。\n\n「お前の『猿の手』に限って言えば、目隠しをして走り出したようなものなのかな。エネルギーだけは計り知れない威力があったけれど、それはほとんど、四方八方爆散したようなものでーー」\n\n「いいや、結局、目的地を見据えてはいたのだろうーー目標物を、見据えては」\n\n神原は、包帯の巻かれた己の左腕を持ち上げるようにしながら、そう呟いた…、口調自体は、官能小説について話っていたときそんなに変わらないけれど、しかしそう、今はまるでベクトルが違っていた。\n\n目標物ーーターゲット。\n\n僕であり、戦場ヶ原であり。\n\nそして『何』だったのだろう？\n\nもうあまり考えたくはないけれど…、もしも神原駿河に、今、三つ目の願いがあるとすれば、それはどういうものになるのだろう。\n\nその枠が棚上げになっていることも事実だ。\n\nどんな願いでも叶えてあげると言われたときに、試されるのは方向性ならぬ人間性であるーー願いを百個に増やしてくださいと願ってしまう人間は、まあ、そういう人間なのだ。\n\nだがしかし。\n\n願わない無欲が素晴らしいわけでもない。\n\n「猿は身軽に、障害物などひょいひょいと乗り越えて、時には派手に破壊しながら、それでも道なりに、ゴールに向かうのだろうがーーきっと、最短距離を行くのが一番速いとは限らない。きっと、最短距離が正しいとは限らない。もしも『左手』を通じて、母が私に伝えたいことがあったとすれば、そんなところじゃないのかな？」\n\n「寄り道をしても、回り道をしても…、迷子になっても、それでいいって？」\n\nのろのろ歩きでも、いつかはゴールに到達できるなら、逆方向に疾走したとしても、やはりいつかは、ゴールに到達できるーー世界一周の旅を楽しんだそのあとに。\n\nどんな道でも、どんな場所へだって繋がっているのだ。\n\n「辿り着けなくても」\n\n願いが叶わなくても、夢壊れても。\n\n思いが届かなくてもーーそれでいい。\n\n走り出せれば。\n","meta":{"title":"物語シリーズ　短々篇「するがベロシティ」"}},"__N_SSG":true}