{"pageProps":{"source":"\n連続殺人犯連続殺人事件なる珍奇な事件の捜査の一端を、あろうことかこの僕が担うことになったのには、幾多の行き違いと、大量のすれ違いと、無数の勘違いがあった。そもそも、僕が曲直瀬大学を卒業し、警察学校を修了し、地元・直江津署の風説課勤務を果たしたのちに、なぜか渡米して、ＦＢＩアカデミーに青年留学することになった時点で、百は行き違っているし、千はすれ違っているし、勘違いに至っては、万を飛ばして億はあっただろう──二十代も半ばになって、まだアカデミーって。\n\n僕は一生、学校を卒業することに汲々する呪いでもかけられているのか？　あるいは、分不相応なレベルの高いエリート集団の最下層に属し、永遠にコンプレックスに苛まれ続ける呪いとか。後者だとすれば、それはたぶん小中学生の頃に幼馴染にかけられた呪詛だ。\n\nこんなんじゃあ、恋人の戦場ヶ原ひたぎと築く幸せな家庭なんて、夢のまた夢である──贅沢を言うなと怒られるかもしれないけれど、それもこれも、すべてひっくるめて臥煙さんの手のひらの上なのだと思うと、やはり忸怩たる思いは拭いきれない。先んじて渡米していたちっちゃいほうの妹には、『お兄ちゃんってば、私のあとをカルガモみたいに追ってきたんだね！　かーわいい！』なんて、さんざん馬鹿にされるし……、高校二年生から三年生にかけての春休み、鉄血にして熱血にして冷血の吸血鬼と遭遇したことが、その後の僕の人生を一変させたとばかり思っていたけれど、案外、一変した僕の人生を決定づけたのは、あの気さくでにこやかな、なんでも知っているおねーさんのほうなんじゃないのか？\n\nまあ、その辺りのことは、またいずれ、どこかで話す機会もあるとして──そんな訓練漬けのある日、僕はアカデミーのあるバージニア州（元吸血鬼にしてみれば、なんだか必然的な州名だが）から、ＦＢＩ本部のあるワシントンＤＣへと、呼び出しを受けた。\n\nちなみに、わざわざ『ＤＣ』とつけたのは、決して格好をつけたかったからではなく、一度間違えて、ワシントン州に行ってしまったからだ──京都と東京都くらいややこしい。\n\nそんなこんなで。\n\n「嬉しいねえ、久し振りに日本語で会話ができて。こんなヘアスタイルだけど、一応俺様は、日本人なんだぞ」\n\nげらげらげら──と。\n\n本部内の一室で、僕とふたりきりになったところで、彼女──真心ちゃんは笑った。\n\nそれに対し、僕はとりあえず、それこそ日本人らしく愛想笑いを返そうとしたのだけれど、どうもうまくいかなかった──引きつってしまう、そのオーラに。\n\n橙色のオーラに。\n\n輝くような、と言うより、実際に輝きを放っているオレンジ色の髪を、注連縄のようにぶっとい三つ編みにまとめた彼女は、どういうわけか、ハロウィンの季節でもないのに、メイド服を着ていた。\n\n本格仕様の一着ではあるが、メイド服はメイド服である。どこかで見たような気もするメイド服だが、それはまあ、ともかくとしよう──なにせここは、自由の国・アメリカ合衆国だ。初対面の人間のファッションに口を出すのは、失礼である以前に、無粋である。\n\nしかし──\n\n「ＥＲ３システム……だっけ？　ＭＳ‐２？　ＦＢＩやＣＩＡと違って、聞いたことがない組織だけれど、真心ちゃんはそこの所属なの？」\n\n「俺様をちゃん付けで呼ぶ奴はそうそういないぞ、捜査官。あーちゃん捜査官」\n\nそしてもう一度、げらげらと笑う……、僕の影に潜んで長い、六百年以上生きている元吸血鬼だって、そんな笑いかたはしない。\n\nあーちゃん？\n\n僕のことをそんな呼びかたをする奴こそそうそういない──変態と呼ばれたことはあっても、あーちゃんと呼ばれたことはまずない。\n\n「ま、まともに生きてりゃ、関わらずに済む組織だぞ。だからあーちゃんは気にしなくていい──それよりもさっさと教えろ、連続殺人犯連続殺人事件の概要って奴を。難航している捜査を、この俺様がさくっと終わらせてやるんだぞ」\n\n「…………」\n\n謎の学術機関からＦＢＩに派遣されてきた、おそらくはまだ十代の少女だと思われる真心ちゃんは、自信たっぷりにそう述べる──いや、自信ではなく、それはただ事実を述べているだけのようにも聞こえた。\n\n終わらせることが、彼女にとっての日常であるかのように──こうして向かい合って座っているだけでも、一秒ごとに格の違いを見せつけられているかのようだ。\n\n日本語が流暢に喋れるからという、日本人ならば技量でも特殊能力でもなんでもないスキルを買われて、まだ正式な捜査官とは言いにくい僕がホスト役を務めることになったけれど、今回ばかりは一刻も早く日本に帰るために、お偉いさんがたに変にいいところを見せようとするのではなく、諾々と流れに従ったほうがよさそうだ。\n\nでなければ、捜査ではなく、僕が終わらされてしまいかねない──僕は、「連続殺人犯連続殺人事件っていうのは、あくまでも、マスコミがつけた名称でね」と、役割を果たしにかかる。\n\n「へえ。知ってるぞ、そういうの。報道は面白おかしく、センセーショナルにって奴だぞ」\n\n「ところが今回の場合は、事実のほうが面白おかしい。正確には、連続殺人犯連続殺人事件じゃなくって」\n\n連続殺人犯高速殺人事件だ。\n\n連続ではなく──高速である。\n","meta":{"title":"混物語　第終話「まごころフィニッシャー」 002"},"previous":"001","next":"003"},"__N_SSG":true}