{"pageProps":{"source":"\nRather than a remembering trick a middle schooler would use, it was more like an unfinished shopping list. I didn't think that it was really important but after telling Kyouko-san about it, she moved.\n\nThe fastest detective.\n\nAfter having acknowledged this mysterious hint, this uncertain clue, she didn't seem perplexed at all. On the contrary, just after she stood up, she suddenly stopped.\n\nIn order to be able to let me have a look at her back, she had to remove her underwear. She merely forgot to put it back on. She had to put it back, otherwise there might be misunderstandings.\n\n\"Araragi-kun, are there any convenience stores nearby? I would like to find the three types of drinks that were written on my back.\"\n\n\"No, I don't think so.\"\n\nWe were in the suburbs.\n\nFinding convenience stores here is a rather far-fetched idea.\n\n\"I see. What about a snack bar?\"\n\n\"Do you think we are that far from downtown?\"\n\nIf she's talking about a small restaurant, then yes, there are some, but honestly I'm not sure you can find such drinks there. You might have a better chance looking for vending machines.\n\nBut rejoice! Among the three items, I happen to know about the unconventional beverage known as \"fruit Coke\". I already bought some at a vending machine one day on my way back from school.\n\nIt was half for fun and half for my personal interest, but in the end I was only rewarded with a bitter experience. Manufacturers of such machines must feel happy thinking about the \"rewards\" the clients get.\n\n\"I think that you can buy this one only from vending machines.\"\n\nOf course, you can't find it in small shops, but you may find it at convenience stores.\n\nIt also goes without saying that it's impossible to find some at snack bars.\n\n\"I see. In this case, let us go to this place. Can you tell me the way, Araragi-kun?\"\n\n\"It might be difficult if I just told you, it might be better to go with you. It's easy to get lost around here.\"\n\n\"My goodness. Thank you for your kindness. I feel so spoiled.\"\n\nKyouko-san said this in a very friendly way.\n\nShe's unexpectedly a very nice and gentle person.\n\nShowing her the way might not be sufficient to repay her for showing me her splendid back. Anyway, we left Namishiro Park.\n\nI came to this park with my bike, but I guess I can take it back later.\n\nIt's not like I'm thinking of all the things I could do if we decided to ride it together.\n\n\"Was buying drinks your job, Kyouko-san?\"\n\n\"I am certainly a detective with many skills and duties, but it's difficult for me to think that shopping is one of them.\"\n\n\"Then, maybe you just wanted to have a drink?\"\n\n\"If that's true, then why did I bother to write some memo on my back? I can't drink three bottles by myself. From both a quantity and nutritional point of view.\"\n\nTrue.\n\nI didn't think a woman without an inch of excessive flesh like Kyouko-san would be able to drink such a sweet beverage.\n\nI see.\n\nAs I thought, this was not a personal memo, those few lines must be related to work. Indeed, if it wasn't the case, why would she look for such a rare \"fruit Coke\" that you can only find in special vending machines? If you look at it from this perspective, both the \"milk chocolate coffee\" and the \"butter tea\" are not popular beverages too.\n\nIf you knew about a vending machine selling these three beverages, then you may be able to find very special documents hidden inside...\n\n\"Or there could be some bombs planted in it, right?\"\n\n\"...\"\n\nShe presented this possibility with a big smile. Even me, a person who was gifted the pleasure to contemplate her back, would not want to participate in a bomb disposal squad...\n\nBut.\n\n\"It's not true. Even considering that, Araragi-kun, you saved me. Thanks to you, I will be able to quickly return to my job.\"\n\nAfter hearing such cheerful thoughts, I had to keep guiding her.\n\nI was trying to hide my embarrassment when I truly wanted to answer \"You know, people have to save themselves on their own, Kyouko-san\".\n\n\"Oh, what a pessimistic thing to say for a high schooler.\"\n\n\"It's the latest hot thing.\"\n\n\"From what I remember, this 'hot thing' ended a long time ago, right?'\n\n\"Time periods repeat themselves.\"\n\n\"I see...\"\n\nShe said playing dumb, tilting her head.\n\n\"In my opinion, it is better if you are saved by everyone. Oh, is it this one?\"\n\nKyouko-san was the first to notice: we successfully found the vending machine.\n\nThat's great, we didn't lose our way.\n\nAlthough I wasn't really familiar with this place...\n\nChecking the vending machine, the \"fruit Coke\" was indeed, as I recalled, present in the showcase. There was also the \"milk chocolate coffee\" as well as the \"butter tea\".\n\nThere were also various lined up drinks.\n\nI probably bought one without paying attention.\n\nEven though I knew that there were better drinks elsewhere.\n\nThis is the kind of line-up you can only find in such a provincial city. Is there a chance that a stranger like Kyouko-san found this so rare that before losing her memories, she wrote a memo about it?\n\n\"Humm... I'm having some trouble thinking. Araragi-kun, for a start, let us try buying some?\"\n\n\"Eh?\"\n\n\"You might think it's useless but it might explain the shopping list. If we try to buy the three drinks, then maybe we can break the deadlock.\"\n\nNo, that's not possible.\n\nI don't know what to do, does this mean that I should be the one to buy the drinks? Or should I let Kyouko-san do it?\n\nNo, I should be the one.\n\nAs a high school student, I should do it.\n\n\"It appears that I lost my wallet with all my personal information.\" Saying it like that, it looked like she was a spy infiltrated in an enemy country. But even if she doesn't have anything, there is no reason for me to buy the drinks.\n\n\"I see.\"\n\nKyouko-san seems disappointed.\n\n\"In this case, I have no choice but to discuss with your parents, Araragi-kun. Yes, I should tell them about how their son removed my underwear and looked at my back.\"\n\n\"Uh-oh. I understand, here is my wallet, or should I say your wallet. It's filled with small change.\"\n\nWithout any hesitation, I took some money and bought the three drinks. I didn't do it to feel grown up but rather to clear up a misunderstanding.\n\nI'm not talking about the thing about her back, but rather the one when I touched her hair without her consent.\n\nIn order to not clog the vending machine, I took out the can each time one fell down. I then handed them to Kyouko-san.\n\nTwo hot beverages and an iced one. Just looking at the label of the \"fruit Coke\", bad memories came back to my mind.\n\n\"I see. Bad memories you say. Being able to retain memories means you have to remember bad ones too.\"\n\nKyouko-san took a good look at each one. She inspected them from A to Z. She's really a professional detective.\n\nAfter having looked really carefully at all the details of the nutritional aspects of the drinks, she looks disappointed as if she didn't learn something new. She then handed me the cans. But why did she do that if she found nothing?\n\n\"Can you drink all of the cans?\"\n\n\"...\"\n\n\"It might help with my current situation.\"\n\n\"In this case, if it is to help you...\"\n\nAfter hearing this request from an unusually commanding Kyouko- san, I had to give up. Drinking three bottles resembles water torture but I had to do it.\n\nI had to drink around one liter of liquid.\n\nDrinking this amount of liquid obviously intensifies the flavor of the beverage. The flavor of the \"fruit Coke\" was better than what I remembered, but the other two, the \"milk chocolate coffee\" and the \"butter tea\", were really too sweet.\n\nNevertheless, I drank the three of them.\n\nKyouko-san nodded, confirming the fact that she didn't want to drink any of it.\n\n\"How was it, Araragi-kun? Did anything flash in your mind?\"\n\n\"My eyes are blinking but that's the extent of it.\"\n\nI am not that kind of unpleasant character.\n\nI am far from that. I am not planning to become the assistant of a detective. Not even like Dr. Watson.\n\n\"So, it seems we reached a stalemate, nothing we can do about it. With our current investigation, we can only conclude that there are no bombs hidden in this vending machine.\"\n\nWe should take this into consideration.\n\nWhile I was undertaking the eat-three-bottles-challenge, Kyouko- san was investigating the surroundings of the vending machine, trying to see if we missed something. But even for the fastest detective, it was a dead-end. Indeed, there were no important documents hidden inside the vending machine.\n\nIt's hard to think that there are other vending machines with such an eccentric line-up in town. If there was some clue around this vending machine, no need to be a detective to find it.\n\nIt's a dead-end.\n\nIf we stay in this situation, I might need to call Hanekawa.\n\nThe honor student among the honor students, the class president among the class presidents. She should be able to understand why we didn't find any clues. She's the kind of person that, even without any information, can solve this type of case.\n\nI am not the forgetful detective but simply a normal high school student. I have a mobile phone. If I want to ask for help, I should do it as early as possib—\n\nJust as I was looking for my phone in my pocket, I realized something.\n\n\"Kyouko-san, what is that?\"\n\n\"What is what?\"\n\n\"Your pocket, the pocket on your skirt, isn't there something inside?\"\n\n","meta":{"title":"Mazemonogatari - Kyouko Balance 004"},"previous":"003","next":"005"},"__N_SSG":true}