{"pageProps":{"source":"\n\"Even though I said 'Let's eat crabs', you won't be quite able to eat all of them in one bite. There exists a huge variety of crabs you know. The swimming crab, the queen crab, the red frog crab, the echizen crab, the snow crab, the <a href=\"#\" title=\"TL note 1: 平家蟹 (heikegani, 'Heike crab') is a species of crab with a shell that bears a pattern resembling an angry human face. They're locally believed to be the reincarnations of the Heike warriors defeated at the Battle of Dan-no-ura as told in The Tale of the Heike.\">heikegani</a> or the Chinese crab. There are even soft-shell crabs, whose softness equals mine. Since you can even eat the inside, you can say that it's the king of crabs but not quite the <a href=\"#\" title=\"TL note 2: The red king crab is another species of crabs.\">red king crab</a>.\"\n\nSenjougahara said this with her usual, flat, monotonous tone, so I thought that she wanted me to answer something. Without particularly thinking, I wanted to say something like \"But the red king crab is not a crab, isn't it?\". And just at this moment.\n\n\"Ah?\"\n\nShe looked at me for a second time. Like she was looking at something dirty.\n\nYou can make this kind of facial expression?!\n\n\"Soft-shell crabs are not a species but rather a condition, an illness, right?\"\n\nI said that, but in reality I wanted to comment on her alleged \"softness\".\n\n\"If they are not crabs, then what are these things?\"\n\nThe way she said \"things\" is the same way you speak about an old acquaintance who betrayed you.\n\n\"The red king crab is a hermit crab... You really didn't know that?\"\n\n\"I don't know everything. I just know about crab soups.\"\n\n\"Let's not deviate too much, will you?\"\n\nNevertheless, did she really not know? Damn it, it seems I stepped on a landmine, or more precisely I should say that I fell in a hole created by the lack of knowledge.\n\nBut that fact is something relatively known. I wouldn't say that this is part of general knowledge but I thought that it was a pretty famous trivia. The kind of trivia you learn naturally when you waste time on your smartphone.\n\n\"Sorry but I'm a normal high schooler. I adhere to the 'I don't touch my smartphone after 9:00 pm' rule. I even use a screen protection.\"\n\n\"Don't adhere to such rules so quickly. This is not the kind of thing you should follow without thinking.\"\n\n\"Even though Araragi-kun, you are always the one saying things like 'Paying bills is not something that is imposed on me in any way. It is an investment in the future.'\"\n\n\"You're scary.\"\n\n\"As for the name 'red king crab', looking only at its external appearance, I would have said that it doesn't look like a crab. Maybe we need to consider it in a broader sense? You talked about a hermit crab, right? Is it the kind that travels with its house on its back? I would have found it more convincing if it was a cod.\"\n\nWell, it does indeed not look like a crab. In the same way that there are octopuses with more than eight legs. When naming things, there is no room for mistakes, even though I never named anything. There are also cases when names are really close but mean completely different things, like for \"live sharksuckers\" and \"sharks\".\n\n\"You mean like the fact that dolphins and whales are of the same species or the fact that the only difference between eagles and falcons is the size. Am I wrong?\"\n\n\"If you take the meaning of crustaceans to the letter, then yes, it is the same thing. In reality the names we give to living things seem to be random, but we give them names only for our convenience, to differentiate them. When you find a still-unknown species, you pick a temporary name that is not already taken, and then, after some time, you wonder if changing its name is really worth it. I understand your complaint but in our world, this is how things are done. Rather than being correct, rather than not making mistakes, correcting mistakes is the most difficult thing to do, right?\"\n\n\"<a href=\"#\" title=\"TL note 3: The verb 'to correct' (正す, tadasu) is pronounced the same way as 'to ascertain' (糺す, tadasu).\">Correct things must be ascertained.</a>\"\n\nI was about to take back what I said but, this proud like a devil high-school girl just checked my kanji usage. <a href=\"#\" title=\"TL note 4: The verb 'to verify' is also pronounced the same but written differently (質す, tadasu).\">\"Checked\" or perhaps I should say \"verified\".</a>.\n\n\"By the way, <a href=\"#\" title=\"TL note 5: 'Hermit crab' is written as 寄居虫 (yadokari) while 'parasite' is written as 寄生虫 (kiseichuu).\">the kanji used to write 'hermit crab' kind of look like the ones used to write 'parasite'</a>, right?\"\n\nI was about to take it back, I was about to take it back... I should have done it and reoriented this conversation. It's really difficult to recognize our own mistakes.\n\nNonetheless, human society is based on a lot of misunderstandings. I misunderstood a classmate, that is Senjougahara Hitagi, I misunderstood a class president, that is Hanekawa Tsubasa, and I even misunderstood a vampire, that is Oshino Shinobu.\n\nAnd frankly, I also made mistakes on the true nature of oddities. If I had identified more clearly the crab which took away Senjougahara Hitagi's weight, then maybe she would have avoided useless stress causing her to lose some of her memories and to be this skinny.\n\n\"Who is this emaciated girl you're talking about?\"\n\n\"It's not you and no need to use this sharp tongue of yours. As for 'emaciated', does this word really exist?\"\n\n\"<a href=\"#\" title=\"TL note 6: 'Farewell' (さらば, saraba) and 'emaciated' (さらばえる, sarabaeru) starts the same way in Japanese.\">Farewell.</a>\"\n\n\"What a comeback, something that only you could achieve with such timing.\"\n\n\"Good grief. I made a mistake. The fact that an admirable Cinderella-like person like me made a mistake is unbelievable.\"\n\n\"Well, seeing you as Cinderella is quite difficult for me.\"\n\n<a href=\"#\" title=\"TL note 7: The first instance of 'misunderstanding' is spelled correctly as 勘違う (kanchigau). The second one is written 蟹違う (kanichigau), with the first character having been replaced with 蟹 (kani, 'crab').\">A misunderstanding that is not a misunderstanding.</a>\n\n\"This is not a mistake\" is what I meant to say.\n\nThere are still misunderstandings that I have to ignore, even today. I am afraid that after fixing things, chaos will ensue and I know perfectly well that I won't be able to fix things again.\n\nI made mistakes... Sorry.\n\nIt is very hard for me to think that.\n\nHow comfortable it would be if only I could say it.\n\n\"The truth is it's not the time to say goodbye, it's the time to put on airs and be rosy. Rosy not as in the name of the flower but as in its smell. It's the same with crabs. The red king crab is of course not a crab but tastes like a crab, that's what I understood. By the way, Araragi-kun.\"\n\n\"What do you want, Senjougahara?\"\n\n\"Horseshoe crabs are crabs, right?\"\n\n\"You want to eat horseshoe crabs?\"\n\nIn that case, it is impossible to find such species even in Hokkaido, so we have no option but to leave Japan. By the way, it's true that crabs are not part of the <a href=\"#\" title=\"TL note 8: Chelicerata is a subset of the anthropods and contains species such as arachnids or sea spiders. \">Chelicerata</a> group but if you only look at the <a href=\"#\" title=\"TL note 9: Chelicerata is written as 鋏角類 (kyoukakurui), with the kanji 鋏 (hasami, 'scissors'), 角 (tsuno, 'horn') and 類 (rui, 'species'). Crabs seem to fit each one of these characteristics.\">kanji</a>, then it is not that obvious. Even when making mistakes, this woman does not give up. I had no choice but to accept my defeat.\n\n\"Tsk-tsk. Is this a joke on <a href=\"#\" title=\"TL note 10: In the previous sentence, 'to accept my defeat' is written as 兜を脱ぐ (kabuto o nugu, 'to take off the kabuto'), where 兜 (kabuto) refers to the traditional helmet worn by samurais. The same kanji is used in the word for 'horseshoe crab' (兜蟹, kabutogani).\">kabutos</a>?\"\n\n\"Don't misread only that part!\"\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the second volume of the Bakemonogatari manga\n- [reddit post](https://www.reddit.com/r/araragi/comments/9enosm/monogatari_short_stories_hitagi_hermit_crab/)\n","meta":{"title":"Monogatari short stories - Hitagi Hermit Crab"}},"__N_SSG":true}