{"pageProps":{"source":"\n\"Oshino-san probably already said something like that, but crab is delicious mainly because it is difficult to eat, right?\"\n\nSenjougahara Hitagi told me that just after having gained back her weight from the oddity known as the *Heavy Stone Crab*. Well, it is kind of her habit, having this kind of idle talk.\n\nA conversation about crabs or more precisely on crab-free dishes.\n\n\"It's easy to understand if you think about it. If nude photos of a beautiful guy who normally wears thick clothes were to suddenly appear, what would you do, Araragi-kun?\"\n\n\"You're asking me what I would do if I were to see such pictures? I would report them of course. That is my duty as a good citizen.\"\n\nWhile I'm at it, even if photos of a fully-clothed guy undressing a high school girl were to appear, I would also report them. Without hesitation.\n\nThere is no way I would not.\n\n\"And when you shell a crab, put it in a plate and you feel that something is bothering you, isn't that similar?\"\n\n\"I see what you mean. Considering it's coming from *you*, I should have seen this coming. Do you want me to praise you?\"\n\n\"*You* should be careful of what you say.\"\n\n\"Well, as crabs are not something that you commonly find on dining tables, if it was me, I would have chosen another example like the kind of crayfish you find in rivers. It would have been easier to understand.\"\n\n\"You have such sturdy eating habits. You should come to my place and I'll feed you three meals a day.\"\n\n\"Am I dreaming or did you plan all of this from the beginning just to invite me? If we were talking about mobile games and if there was a <a href=\"#\" title=\"TL note 1: gacha are similar to loot boxes in free-to-play mobile games, these kind of games are very popular in Japan.\">gacha</a> you can get with a 1% probability. If you were told that you can get it on the first try with any character you want, then where do you think is the difference?\"\n\n\"It's your example that is different!\"\n\nI said \"from the beginning\" but when \"Hitagi Crab\" was published, the iPhone was not even announced.\n\nIn any case, it must have been amazing.\n\nThe time when there were no smartphones.\n\nBut I get it. When you buy a lottery ticket, it's like you are \"buying your dreams\". You justify it by saying that you wasted money to put an end to your unproductive life. But in reality, the true reason might be elsewhere: lottery is interesting only because the probability of winning is low.\n\nIt's not that you want to win millions of yens, it's the fact that the odds of winning are 1 in millions.\n\nIt's worth taking the challenge because it's difficult.\n\nYou might say that the way bananas are designed makes them easy to eat or that there is no reason for watermelons to have such thick skins or to be full of seeds, but even if soft-shell crabs had shells, you would still want to eat them.\n\nI also feel that it's the same kind of question that would have arisen if there was no poison in <a href=\"#\" title=\"TL note 2: fugu is a pufferfish that can be lethally poisonous due to the tetrodotoxin contained in its body.\">fugu</a>. If fugu was tetrodotoxin-free, would it still be this rare, four-star fish?\n\nBut it's not about the difficulty of the task either.  In recent gacha games, you often have moments when you want to say something like \"I don't know why but I know that I can get out of this situation!\" which seems to be the kind of thing that the protagonist of a shounen manga would say. If you think about it, then it is clear that the situation is far from hopeless. When you say that something is difficult to eat, take into consideration that eating iron is also difficult to eat and that it can even kill you.\n\n\"When you find something that looks delicious, even if it is difficult, try not to eat it. When you eat something that is difficult to eat, you are able to truly appreciate its flavour. For me, that is an important precision. Nevertheless, I cannot deny that the tastier something is, the more difficult it is to obtain. That is what people call 'high class food'. It's also strange that you tend to forget the value of the food you are used to. Getting back to Oshino, he is a clumsy guy, so it's kind of normal for him to say things like 'I really hate crabs'.\"\n\n\"Oshino-san is for sure not good at eating so it would have been unexpected that he could have enjoyed a tasty crab. People are rewarded when, after having so many troubles, they finally succeed, that is, in shelling crabs.\"\n\nSenjougahara answered before continuing.\n\n\"If you aren't rewarded after having so much trouble, then you learned nothing. But still you should not give up so easily. See, you too, Araragi-kun, you became friends with a difficult woman like me. Shouldn't you feel blessed?\"\n\n\"I want to say that but when you stapled the interior of my mouth, I was sure that I could not forgive you. So now that I have, give me a proper reward.\"\n\nYou are not a difficult woman.\n\nYou are just bad at having a normal life.\n\nThat is why you also have memories that you should take care of.\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the first volume of the Bakemonogatari manga\n- [reddit post](https://www.reddit.com/r/araragi/comments/9biorg/monogatari_short_stories_hitagi_dish/)\n","meta":{"title":"Monogatari short stories - Hitagi Dish"}},"__N_SSG":true}