{"pageProps":{"source":"\n\"By the way Sengoku, I would like to know more about the schoolboy who confessed to you and started all this mess. Are you OK with it?\"\n\nLater on, Kanbaru Suruga asked me if I, her \"dearest senior\", was the embodiment of the lack of delicacy. So that's how she sees me... Considering a \"lack\" as something that can be embodied, that's quite a philosophical concept coming from my dearest junior. But I wasn't able to ask her if she was talking about \"delicacy\" or \"democracy\" or something like that.\n\nNow, about the current case involving the curse of a snake, pinpointing its origin would probably complicate the argument, but this was something that I couldn't overlook.\n\n\"Well, umm, being asked that suddenly... Just wait a little, Koyomi-oniichan. N—now, Nadeko needs to recall his name...\"\n\nDoes she have that many friends that she can't remember that boy? Is she boasting about her intensity as a human?\n\nShe's quite confident about her future.\n\n\"It was Na—Naijoushi.\"\n\n\"Naijoushi?\"\n\n\"N—no it's wrong. That's the name of a place in the Hirosaki prefecture.\"\n\n<a href=\"#\" title=\"TL note 1: Naijoushi (撫牛子) and Nadeko (撫子) share two kanji.\">Were you thinking about your own name?</a>\n\nThat's impressive.\n\n\"Nadeko didn't really know that boy... Didn't have any interest in him. It was practically the first time Nadeko met him. Perhaps, Nadeko didn't even know his name from the start.\"\n\n\"No, that's not—\"\n\nThat's possible.\n\nOr maybe, this classmate assumed that it wasn't possible for Sengoku to not know his name, and because of that he didn't even take the time to introduce himself? We also have to consider the fact that a cute girl like Sengoku received a confession from a total stranger.\n\n\"I see. That was probably not the first time someone confessed to you, right? But only this time ended in a bad way.\"\n\n\"It always ends in a bad way.\"\n\nThat's why Nadeko decided not to think about it. She said with a serious look.\n\nI'm not used to her serious face.\n\nEven me, the embodiment of the lack of delicacy, could feel that the atmosphere became heavier. But what I wanted to know lied somewhere else.\n\nWhat do you feel when someone confesses to you?\n\nOf course, I know what you want to say. \"A girl, namely Senjougahara Hitagi, just confessed to you, right?\"\n\nBut, to put it another way, I *never* confessed to anyone. Even going back to elementary school, I was the embodiment of \"being not confessed to\". That's why I feel this schoolboy is kind of superior to me. It must have taken him a lot of courage to confess to a schoolgirl like Sengoku Nadeko.\n\n\"Anyhow, when someone says that he likes you, it's difficult to feel bad, right?\"\n\n\"Nadeko fe—felt bad.\"\n\n\"You did...\"\n\nWith my experience in \"being confessed to\" amounting to only one instance, I was listening attentively to Sengoku. I guess that if you were to confess to someone you don't know, or someone that you hate, then instead of feeling happy, you would be quite scared. There's also the fact that it can be considered rude to turn down a confession.\n\n\"Also, this kind of stuff can completely break relationships between people.\"\n\nIt completely did.\n\nI started thinking, unintentionally. Senjougahara confessed to me and we started going out, but if at some point, another person would have confessed to me, I wonder how I would have reacted.\n\nWould I have rejected her like Sengoku? But, contrary to her, I don't have any other person that I like. I never did. Truly the embodiment of its non-existence. If I started going out with someone simply because that person liked me, then I would feel like I would lose my free will. But is that OK? Is it wrong to go out with someone because you didn't feel bad when that person said that she liked you? Putting aside the fact whether this person exists or not.\n\nSengoku Nadeko may look timid and delicate, and that boy confessed to her. She was probably looking at the ground, like a frail and frightened animal. And she strongly rejected him, going as far as endangering the bonds she had made with her female friends. That's a very different attitude.\n\n\"You see? It's like I told you. It's better to get married to someone who loves you than to someone that you love. You'll be happier this way.\"\n\n\"B—but, by doing that, instead of making you happy, you'll make your companion unhappy, no?\"\n\nHmm. Well, she's right.\n\nBeing married to someone who loves you means that your companion will be married to someone whom he loves. Love is, in a certain manner, very selfish.\n\n\"Koyomi-oniichan. Naijoushi thinks that it may be the difference between love and courtship.\"\n\n\"Are you still talking about the Hirosaki prefecture?\"\n\n\"<a href=\"#\" title=\"TL note 2: Naijoushi (撫牛子) with one less kanji can be read as Ushiko (牛子), which is also the name of a city in the Miyagi and Saitama prefectures.\">Ushiko</a> thinks.\"\n\n\"There's still the part with 'ushi'... What do you mean by the difference between love and courtship?\"\n\n\"Like the difference between confessing to someone and seeking love.\"\n\nIt's true. Now that you mention it, these two concepts are really different. At that time, Senjougahara was, without a doubt, courting me rather than confessing. And because I was so thick-headed that I didn't realize a thing, she had to resort to all sorts of trickery to make me understand.\n\nThe way you tell your feelings is what makes a confession.\n\nSenjougahara Hitagi was seeking love.\n\nAnd I was. Too.\n\n\"Nadeko doesn't remember well, but maybe the boy who confessed to Nadeko only wanted to convey his feelings. He probably would have done the same to anyone. Nadeko feels that being confessed to is similar to being mocked.\"\n\nIt's possible that, since childhood, Sengoku is feeling uncomfortable about being madly in love with someone. Maybe she prefers to look at the long term. But that's something I can't know.\n\nWell, it's very likely that confessing was a way of making fun of an introverted girl like her. But maybe it was not.\n\nMaybe he mustered his courage and it was a sincere confession.\n\nMaybe he was really seeking love, in secret.\n\nIf we apply the same reasoning we had in this conversation to the schoolboy, and if I'm allowed to make sweeping generalizations, then maybe we can say that what he was seeking was not love.\n\nThe greatest hate springs from the greatest love. No, the ugliest hate springs from the greatest love.\n\n\"If someone chooses to deliberately be unhappy in order to make his partner happy, then I would choose being loved rather than loving someone. Perhaps *that* is true love.\"\n\nOr the true curse. Even if you understand that you made your partner unhappy, you can't stop loving him. <a href=\"#\" title=\"TL note 3: References The Red Shoes, a fairy tale written by Andersen in which a girl is offered a pair of red shoes making her dance against her will. She's forced to chop off her feet but the red shoes keep dancing.\">That's the curse of the red shoes.</a> A dance against flirting.\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the eighth volume of the Bakemonogatari manga\n- [reddit post](https://old.reddit.com/r/araragi/comments/f9vyhr/monogatari_short_stories_nadeko_courtship/)\n\n","meta":{"title":"Monogatari short stories - Nadeko Courtship"}},"__N_SSG":true}