{"pageProps":{"source":"\n\"Judging from the 'velocity' in the title, I originally thought that this time's bonus story would be an erotic novel with some mystery elements, but as is turns out it's not the case.\"\n\nAs usual, my cute junior and former star of the female basketball club team of Naoetsu Private High, Kanbaru Suruga, is spouting pure nonsense. Having women saying incomprehensible things to me is quite surprising but this is not the kind of thing I should be worried about. What did she say? Velocity?\n\n\"At any rate, it was quite a shock to me the first time I read an erotic novel. Was it the strength of the words? Or was I finally able to understand the reason why adults read again and again those printed books?\"\n\n\"Eh? Wait a minute. Are we still talking about erotic novels?\"\n\nWhat kind of strength are you talking about? You would also scare adults off with this kind of talk. Even though this is one of the most Kanbaru-ish things I heard so far... And I can tell you, in my case, erotic novels is not a genre I'm familiar with.\n\n\"To begin with, what does 'velocity' mean again?\"\n\n\"It means <a href=\"#\" title=\"TL note 1: Written as 官能都市 (kannōtoshi, 'city of the senses'), it is a pun on how ベロシティ (beroshiti, 'velocity') can be cut in two: ベロ (bero, 'tongue') and シティ (shiti, 'city').\">'the city of the senses'</a>.\"\n\n\"Don't make it sound like some kind of cyberpunk city! What kind of <a href=\"#\" title=\"TL note 2: A concept appearing in science fiction, it is described as the 'root of excitement' or as 'the sense of inspired awe when a reader realizes the full implications of an action'.\">*sense of wonder*</a> is this? You're such a liar.\"\n\nI heard about it in a physics course I think.\n\nYes, \"velocity\" is the kind of <a href=\"#\" title=\"TL note 3: Written as 速度 (sokudo).\"></a>speed you encounter in physics. I see. The fact that Kanbaru used that word is not unreasonable.\n\nBecause when thinking about speed, Kanbaru Suruga comes out as a natural answer.\n\n\"Hmm? In other words, you used this somewhat technical term of 'velocity' whereas in fact it simply means 'speed'?\"\n\nSuruga Speed, season 2?\n\nNo, wait a second. According to the last-minute studying that Senjougahara forced me to do, \"velocity\" and \"speed\" don't have the same meaning. What was the difference again? If I'm not mistaken, it's the same type of difference as between \"weight\" and \"mass\"...\n\n\"At the same time, it is also an embarrassing memory for me. The first time I bought an erotic novel, I was still sitting on the fence and I bought by mistake an <a href=\"#\" title=\"TL note 4: Contraction of 'erotic' and 'grotesque'. It is an artistic movement that originated in Japan in the 30s and which focuses on eroticism and sexual corruption.\">ero guro</a> novel. In the end, this was what started it all. My addiction to ero guro novels. But if you were to ask me what was at the origin of human life, I couldn't answer you.\"\n\n\"Let's put your monologue aside.\"\n\nShe was on the fence? Really?\n\nBut well, this means that Kanbaru Suruga also had a time in her life when she wanted to camouflage herself. Quite charming. But unfortunately, I also have the feeling that ero guro novels are not some kind of disguise. These books, whether they won literary awards or were just reference books or simply great stories, are able to completely change one's life.\n\nThis doesn't mean that every person who reads manga will become a mangaka. Obviously, some of them will focus on sports. I also heard some stories of people who went to university because they became absorbed in caricatures of historical figures. I don't mean to say the contrary of \"all roads lead to Rome\" but rather that every road is connected to any place.\n\nIn any case, this sportswoman was reprimanded for reading this type of printed books and she is trying to change the subject by saying the word \"tongue\" here and there. I also feel something like an endless sexual desire growing inside this high school girl. I really don't know who is to blame in her lineage for such a behavior.\n\nThe directionality of human life. Directionality.\n\nYes, that's it, the directionality.\n\n\"<a href=\"#\" title=\"TL note 5: 方向性 (houkousei, 'directionality') and 芳香性 (houkousei, 'aromatic') are homonyms.\">Aromatic</a>? Are you talking about the sweet perfume of sweat you can smell in gymnasiums, Araragi-senpai?\"\n\n\"Putting aside this 'aroma' of yours, I never mentioned sweat at any point. Don't make me say things I didn't say! I wonder how an indecent girl like you was able to lead to the top the female basketball club. So, what I meant to say was that, contrary to 'speed', 'velocity' has a sense of directionality.\"\n\nWhich is used in modern technologies. In the so-called location-based services?\n\nIs it related to angles? Or to vectors?\n\n<a href=\"#\" title=\"TL note 6: This time, 'speed' is written as スピード (supiido) and 'quickness' as 速さ (hayasa).\">\"Speed\" is a mere measure of quickness</a> whereas \"velocity\" represents a speed with a sense of where it is heading whether it is north, west, east, south, left, right, forward, backward, up, down, along the x, y or z-axis.\n\n\"I see. This means that, for example, even if you were to run at 100 km/h, if you were running in the opposite direction, you would never reach your goal. Conversely, if you were to walk very slowly but without making mistakes on where you are heading, you would reach your goal even if it would take a certain amount of time. 'Velocity' represents this kind of measurement.\"\n\nA difference in the directionality implies a difference in everything.\n\nAs a matter of fact, this not only applies to Kanbaru but also holds a deep meaning for me too. Sprinting at full speed, with no clear idea of your goal. There is no need to dig up memories such as my hellish Spring Break or my nightmarish Golden Week to see the connection. It is my daily routine.\n\nEven when I confronted the \"Monkey's Paw\".\n\nI was probably even more off than its owner, Kanbaru. It was like I was rushing directly to the ground.\n\n\"Even if you have a wish... Or an objective, finding the correct route to get to it is the difficult part, I can tell you.\"\n\nSpeaking in terms of location-based services, it's not that there is no navigation system that can help you accomplish any of your dreams, there are also people like me who have no sense of direction and who get lost easily.\n\nYou can't always follow the signs. You also can't go against common sense.\n\nEven without encountering a snail, people can lose their way very easily.\n\nYou can even completely be at a loss.\n\n\"I wonder if in your particular case, having a 'Monkey's Paw' was like running with a blindfold. On one hand, you possessed an immeasurable amount of power but on the other hand, it was kind of bursting in all directions.\"\n\n\"Nay. In the end, I set my eyes on where I wanted to go. I set my eyes on the thing I was looking for.\"\n\nMuttered Kanbaru while raising her left arm which was wrapped in bandages... Her tone of voice was the same as when talking about erotic novels. But now, it was like the vector was different.\n\nThe thing she was looking for. Her target.\n\nMe. And Senjougahara.\n\nAnd also \"that\".\n\nI don't want to think about it anymore... If today, Kanbaru Suruga could make a third wish, I wonder what it would be.\n\nIf someone were to say to you that he could grant any wish you had and you were to succumb to it, then it wouldn't be a proof of the directionality of humans but rather of their humanity. It's a human thing to request a hundred wishes.\n\nHowever.\n\nIt doesn't mean that undesired greed is wonderful.\n\n\"Monkeys are agile animals. They can nimbly climb over obstacles. They would fail at times, but even though, along the road, they would end up heading towards their goal. Surely, the fastest route is not necessarily the shortest one. Surely, the shortest one is not necessarily the correct one. If we assume there is something my mother wanted to convey through my 'left hand', then I wonder if it was not precisely this.\"\n\n\"Are you saying that even if you make a side trip, even if you take a detour... Even if you become lost, then it's fine?\"\n\nEven if you walked slowly, you would reach your goal one day. Even if you ran in the opposite direction, you would also eventually reach your goal too. After having enjoyed a trip all around the world.\n\nEvery road is connected to any place.\n\n\"Even if you don't find your way.\"\n\nEven if your wishes were not granted, even if your dreams were broken.\n\nEven if your thoughts don't get through. It's fine.\n\nIf you start running.\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the sixth volume of the Bakemonogatari manga\n- [reddit post](https://old.reddit.com/r/araragi/comments/cskcpr/monogatari_short_stories_suruga_velocity/)\n","meta":{"title":"Monogatari short stories - Suruga Velocity"}},"__N_SSG":true}