{"pageProps":{"source":"\nI still don't know what's the correct way to read the name of that park, is it <a href=\"#\" title=\"TL note 1: The name of the park is written 浪白, which could be read either way. It turns out in Owarimonogatari III that it was actually supposed to be pronounced 'Shirohebi', connecting it to the main plot.\">\"Rouhaku\" or \"Namishiro\"?</a> It's roughly at the same distance from three train stations: <a href=\"#\" title=\"TL note 2: The station names contain 東 (higashi, 'east'), 中 (naka, 'center') and 南 (minami, 'south').\">\"Higashinao\", \"Nakanao\" and \"Minaminao\"</a>. It's like each train station is the closest one to the park, making this place extremely well located. But in reality, each station is also the furthest one, making it also very inconvenient.\n\nNot far from the park, there is a peaceful residential area whose construction recently finished. It's a long walk from the train station but it's not like the park is famous.\n\nIt's also not the kind of park where there's only a swing and a slide, it's in fact a particularly spacious park. As a third-year high school student who's too old to use such equipments, all I can do is sit and relax on a bench. There is really nothing to do.\n\n\nBut today, it seems it will be different.\n\nBecause there was someone on the bench. Not seated but lying down, sleeping soundly. I can distinguish what appears to be an adult silhouette.\n\nMy first reaction was \"such a bothersome adult\", but then I noticed a very characteristic white hair. At first I thought it was an old person, but looking at it more closely, it was clearly not the case.\n\nA female in her twenties I would say.\n\nShe was wearing a loose sweater and a long denim skirt. On the side of the bench were khaki boots that she probably took off before sleeping. They were put straight up just like they had a will of their own.\n\nClose to her white hair that she used as a pillow were a pair of stylish glasses. She probably also removed them before going to sleep.\n\nAt any rate, seeing this kind of fashionable woman is a rare sight in this provincial city, and I was feeling kind of uncomfortable seeing her sleeping on that bench. She looks like she came from another world. It is also clear that she will have an important role to play in this story.\n\n\"...\"\n\nAs for me, today I had things to do and there was no particular reason for me to come to Namishiro Park. I know that I should go back to my occupations but I simply couldn't.\n\nShe was not disturbing the public order, but I can't leave this defenseless young woman alone, and I don't intend to overlook the fact it's not a good thing for her to be sleeping in this kind of place.\n\nThere's a lot of strange people in this city.\n\nHanekawa would never overlook a situation like this. That's why I can't pretend I saw nothing.\n\nI came closer to the bench she was resting on, extended my hand and combed her hair.\n\n\"Hya!\"\n\nShe suddenly raised to her feet.\n\nLike the spring in a clock.\n\nShe immediately put her glasses back on.\n\n\"Who dared to touch my hair without warning?\"\n\nShe rolled up her sleeves, fixed her hair and looked around. And then she stared at me.\n\nAlthough I only wanted to wake her up, I thought that touching her body would be awkward, so I went with her hair, but in the end her reaction is the same.\n\n\"It's okay. I'm not suspicious.\"\n\nI may not be suspicious but I had to say something. I raised my hands showing that I don't have any weapons and presented myself.\n\n\"I'm Araragi Koyomi, a third-year high school student at Naoetsu High School. It's famous for being the best high school in the neighborhood since many famous people graduate from it every year.\"\n\nI said this very naturally, but just looking at the sign of the high school reminds me that, at this particular moment, I'm one of its worst students. Hearing that, the eyes of the white-haired girl lit up but she kept staring at me.\n\nShe just woke up but she seemed so energetic.\n\nIt's not like she's a detective and she found a criminal. Furthermore, the fact that I am a criminal is still to be confirmed.\n\n\"Sorry. Thank you for kindly waking me up.\"\n\nAfter having said that, she kept looking at me like she could see through me. She then gently smiled and bowed.\n\n\"Hello, my name is Okitegami Kyouko and I'm the head of a detective agency. People also call me the forgetful detective. By the way, what is this place?\"\n\n","meta":{"title":"Mazemonogatari - Kyouko Balance 002"},"previous":"001","next":"003"},"__N_SSG":true}