{"pageProps":{"source":"\nI noticed it quite late but it wasn't time to concede defeat yet. Although it was an unexpected development, I felt ashamed for being that careless.\n\nThat's how I felt.\n\nWhen I looked at the pocket of her skirt, something seemed unnatural. Indeed, to preserve her identity, the forgetful detective should travel lightly, with no wallet or mobile phone. I should have noticed it way earlier.\n\n\"There is only one really small card inside my pocket. By the way, my skirt is made with thick denim, how did you notice it while I didn't?\"\n\nKyouko-san looked amazed.\n\nShe asked me how.\n\nThis is also one of these cultural differences that are hard to explain.\n\nI have a deep knowledge about women's backs. Regarding my noticing of the unevenness of her body line, there is only one explanation, that is a private opinion. I'm having scruples.\n\nNonetheless, after having told Kyouko-san about it, she noticed something inside her pocket and what she took out was not particularly unexpected. The fact that it was a clue was not obvious.\n\nA small card.\n\nOr more straightforwardly, it was an <a href=\"#\" title=\" TL note 4: An IC card is a rechargeable card you can use to pay transportation fares and many other things.\"> IC card</a>, used for transportation.\n\nThe kind of thing that beeps when you want to ride a train.\n\n\"Well, you don't have your wallet and you're completely broke, making you unable to travel around town. So, it seems natural to at least have an IC card, I guess.\"\n\nNo wonder high school students can't afford to go wherever they want. I said, with a bit of deception (and cynicism) in my voice.\n\nKyouko-san gazed at the IC card for a long time.\n\nLike it was a miracle to find such an object.\n\n\"...?\"\n\nWait, a miracle? Is it possible that Kyouko-san doesn't know about IC cards? Did she forget about it?\n\n\"That's not true. At the time my memories started to reset, this type of card already existed. I know about it. What I'm having difficulty understanding is why I was using it.\"\n\n\"What do you mean by 'having difficulty'?\"\n\n\"Well, I was outside, completely broke, which was kind of reckless of me. And when I showed you my back, I found some money that I kept for important occasions, hidden inside my underwear.\"\n\nWhat?\n\nAs I thought, pros are on a different level from amateurs.\n\n\"Noticing the card inside my pocket makes you quite the professional, Araragi-kun. But I don't know what kind of professional... Let us set that aside for now. The IC card is an item that I don't think a person like me, the forgetful detective, would find a real use for.\"\n\n\nAh, that's what she meant.\n\nMaybe this card contains records about her movements.\n\nExtremely precise data about the activity of a detective.\n\nAs a detective with very strict compliance to the duty of confidentiality, as much as possible, you would like to avoid using such objects. When you use transportation facilities, you would want to pay by cash if possible.\n\nFinding an IC card inside the pocket of a detective is the same kind of uncomfortable feeling as if someone found a tissue inside my pocket.\n\nThat's why.\n\nWe must see it as a clue for the case we're interested in.\n\nThe card inside Kyouko san's pocket, maybe it's hers. Or maybe she faced some unavoidable situation. Or maybe it's a card she was compelled to use during one of her investigations...\n\n\"Araragi-kun, is there a train station around here?\"\n\n\"A train station? Let me see, there are three stations nearby. Higashinao Station, Nakanao Station and Minaminao Station... But taking into account our current location, the closest one would be...\"\n\nI would think it's Minaminao Station, but since I'm not really familiar with this place, I'm not quite sure. Compared to just using a navigation application on a mobile phone, this is much more difficult.\n\n\"I see. Any train station is good I guess, can you guide me? I want to try to check the records of this card. We should be able to do it at a ticket machine, right?\"\n\nShe's really quick at making decisions.\n\nIf it were me, I would be much more cautious after finding a new piece of information. But as I thought, Kyouko-san is not the kind of person to hesitate a lot. It's quite different from the \"moving before thinking\" behaviour.\n\nMoving while thinking, thinking while moving.\n\nAfter finding this clue and while we were moving towards Minaminao Station, Kyouko-san stopped me and said \"Just one more thing, Araragi-kun\".\n\n\"There's something bothering me. When we were investigating the vending machine, what was this 'thing'?\"\n\nLooking at what Kyouko-san was pointing at with her index finger, she was probably talking about *this* thing, it can only be *that*.\n\nThe IC card reader on the vending machine.\n\n","meta":{"title":"Mazemonogatari - Kyouko Balance 005"},"previous":"004","next":"006"},"__N_SSG":true}