{"pageProps":{"source":"\nShe was right.\n\nNowadays, IC cards were not limited to transportation facilities. You can use them at vending machines or in shopping centers. Very useful cards.\n\nThat's why, if you put aside the eventual problems with the information contained in it, and considering the fact that the forgetful detective doesn't want to carry useless stuff, it's the perfect item.\n\n\"I see. It is possible to use an IC card even at vending machines. That is quite the future.\"\n\nKyouko-san said this very seriously.\n\nKyouko-san's memories go back up to the creation of IC cards. Now, you can even use them to do your shopping. But her memories were completely reset.\n\nWhat she knows today, she will forget it by tomorrow.\n\nIt's not the future, just the present. Maybe, for her, the present and the future are the same thing. That's what a carefree high school student like me happens to think, but the way of thinking of Kyouko- san is probably completely different.\n\n\"You mean that it's possible to buy drinks using this IC card?\"\n\nIt was quite a strange question but the answer was obvious.\n\n\"Of course. You can even recharge it. If I remember correctly, you can also check the balance of your card.\"\n\nAt a ticket machine, it's of course impossible to check all of the history of the card, but if you put the card in front of a card reader at a vending machine, it should be possible to check its current balance.\n\n\"If you want, we can try checking the balance of the card, Kyouko- sa—\"\n\nBut just before I actually said it, Kyouko-san already put her hand on the card reader, pushing it onto the vending machine.\n\nOne would expect Kyouko-san to not be really accustomed to doing this (or maybe she did do it in the past but forgot about it), but she appeared to know that you don't need to put it exactly on the card reader, it suffices to place the card approximately on top of it. On the digital screen of the vending machine was displayed the current balance of the IC card: \"2890\".\n\nTwo thousand eight hundred and ninety yen. Well, with only this amount of money, you can't go very far. Nowadays, you don't even pay attention to the amount you charge the card with and there's no reason to remember all of your expenses.\n\nIf you have a balance of ten or twenty thousand yen, then this is probably too much. At least, that's what I think. The average balance must be around three thousand yen I guess.\n\nWe differed from our original plan, and instead of going to the station, we decided to go to a ticket machine in order to check the logs of the card. It seemed like a good plan. I looked at Kyouko-san.\n\n\"Congratulations, Araragi-kun. This could be our key.\"\n\nShe then held out the IC card towards me.\n\nWhat am I supposed to do?\n\n\"Would you be so kind as to buy the same drinks as before? But this time, can you use this IC card? I don't know how to do it myself.\"\n\n\"OK, I guess.\"\n\nI didn't see any reason to refuse.\n\nBut what would be the point of buying the same beverages again? No matter if you pay by cash or use an IC card, you will be getting the same ones, right?\n\nI truly don't understand how the mind of a detective works.\n\nAnyhow, I proceeded as told, buying the \"chocolate milk coffee\", \"fruit Coke\" and \"butter tea\" with the IC card.\n\nAs expected, the cans fell the same way. This time, I tried to inspect them in more detail, but as I thought, there were no differences. That's the way it is I guess.\n\nIt was a perfectly futile action.\n\nWhat would the manufacturer of the machine think about what we did to his most famous products?\n\n\"You're wrong, it was not futile, Araragi-kun. I understood something.\"\n\nSo she said.\n\n\"We must change plans. We are not heading to Minaminao Station but Nishinao Station.\"\n\n\"Eh?\"\n\nWhat? How could she arrive to this conclusion?\n\nOr rather, we were heading to Minaminao Station because I mentioned that it was the closest one, but I didn't even pronounce the name \"Nishinao\" until now, right?\n\n\"Oh? Since there is a Higashinao and Minaminao Station, then there is surely a <a href=\"#\" title=\"TL note 5: This station name contains 西 (nishi, 'west'), which goes with the other two that contained 'east' and 'south' respectively.\">Nishinao Station</a>.\"\n\n\"Well, humm, you're indeed correct. Nishinao Station is over there but it's quite far.\"\n\n\"It's OK.\"\n\nShe said plainly.\n\n\nI haven't even mentioned this train station and she still managed to guess it. I was very impressed and was wondering how she found out. Looking at the logs of the IC card shouldn't have been sufficient.\n\n\"The logs were sufficient. Rather than the past logs, its current state was the most important.\"\n\nShe said.\n\nKyouko-san again pointed at the vending machine. But this time, what she pointed at was not the card reader but the digital screen.\n\nOn it was displayed the current amount of money, which decreased after I bought the drinks.\n\n2470.\n\nIndeed, <a href=\"#\" title=\"TL note 6: Here, \"Nishinao\" is written in kana as にしなお, where each character can be interpreted as the pronunciation of a number. In this case, に = 2, し = 4, な(な) = 7 and お = 0.\">Nishinao</a>.\n\n","meta":{"title":"Mazemonogatari - Kyouko Balance 006"},"previous":"005","next":"007"},"__N_SSG":true}