{"pageProps":{"source":"\n「走って」\n\nと、真心ちゃんは言った、ここはなぜか笑わず、真顔で。真顔ちゃんで。\n\n「全速力で走れば、きっと間に合うぞ。一生懸命努力してできないことなんてないと、俺様がバッテリーを組んでいた恋女房は言っていたぞ」\n\n誰のことを言っているのかはわからないけれど、そいつはたぶん、痛烈な皮肉でそう言ったんじゃないのかなあ？\n\n根拠のないただの勘だけど、そう思う。\n\n「俺様なら確実に間に合うぞ」\n\n「サンフランシスコからニューヨークシティって、ざっと見積もっても四〇〇〇キロ以上あるんだけれど」\n\n「四〇〇〇キロ？　四トンがどうしたってんだぞ？　そんなもん、俺様にとっちゃあ何の重りにもならねえぞ」\n\n「…………」\n\n前世紀生まれの馬鹿が来たのか？\n\nＦＢＩ本部の一室と言ったが、ここは応接室の中でも、ＶＩＰルームと呼ばれる部屋である……、間違っても取り調べ室ではないし、間違ってもＶＩＰなのは、部屋にいるふたりのうち、僕のほうではないはずなのだが……。\n\nマイル表記が基本のこの国でキロメートルとまで言わなかった僕にも負い目はあるけれど、そうすると、四トンの重りを背負って二五〇〇マイル以上を走れると豪語するこの子には、別の問題が生じてくることになる。\n\n四トンは、ポンド単位ではどう換算するんだっけか……？\n\n「アラスカはカナダを縦断すればどうにかなるにしても、海の向こうのハワイへは、走って行くのは無理だろう」\n\n「あ！　そりゃそうだ！　あーちゃん、めっちゃ頭いいな！」\n\nあーちゃんを定着させるな。\n\nそしてそれで納得するんかい。\n\nたとえ非公式なそれであろうと、ＦＢＩにこうして協力者として迎えられている以上、馬鹿ではないはずなんだけれど……、この子、なんでここに呼ばれたんだ……？\n\n阿良々木暦は『日本語に堪能だから』という理由でこの部屋にいるわけだが、しかし、この子が受けている特別待遇の理由はいったい……。\n\n考えてみりゃ、アメリカに住んでいるのなら、僕のような新参者でもない限り、英語をまったく解さないというわけでもなかろうに……、『捜査に協力する代わりに懐かしの日本語が聞きたい』程度のわがままで、まさか僕は呼びつけられたのか？\n\n特別待遇の理由……。\n\n「ああ、それは連続殺人犯殺しって意味じゃ、俺様は今回の事件の犯人の先輩だからだぞ。もっとも俺様がばったばったとやっつけたのは、殺人犯じゃなくて殺人鬼なんだぞ」\n\n「……ん？」\n\nなんだ？　聞き間違いかな？\n\n今、ＦＢＩ本部で、とんでもない自白をされたような……、この子、ひょっとして自首してきた犯人なの？\n\n「まああれは右下るれろに操られてのことだったから、心神喪失状態だったんだぞ。緊急避難な正当防衛だったし」\n\n天然みたいな口調で喋っていた子が、急に法律用語を並べ立て出した──まあ、口を滑らせた釈明と言うより、これは殺人鬼ならぬ吸血鬼の、僕の価値観に合わせてくれたのだろう。価値観──もしくは世界観に。\n\nまるっきり気遣いができないってわけじゃないのか──しかし、右下るれろ？\n\nさらっと言ったけど、すげえ名前だな。\n\n「どこか一ヵ所に、連続殺人犯を集合させて、そこでまとめて殺害し、それから死体を各地に持ち運んだ──って考えるのが妥当なのかもしれないけれど、それでも如何せん、広範囲過ぎるからな」\n\n広範囲──広域捜査。\n\nここまで来ると、事件現場が他国に及んでいないのが不思議なくらいである──たとえば、準州であるグアムや、同盟国である日本で、同じような死体が発見されてもおかしくはなかろう。殺されたのが指名手配中の連続殺人犯に限られていることを思うと、愛国心の強い『正義のヒーロー』が、治安維持のために犯行に及んだとプロファイリングするべきか？\n\n少なくとも、犯人が捜査機関に先んじて、連続殺人犯の居所を突き止めたことだけは認めざるを得ない。\n\nしかし、もしも死刑が確定しているような連続殺人犯だったら独自の正義感で勝手に殺してもいいと思っているんであれば、それは法と歴史と人類をなめ過ぎだ。\n\n許されることではない。\n\nそれは正義ではなく、犯罪だ。\n\nもっとも、死刑制度が採用されていない州で連続殺人を犯した凶悪犯も、十四人の中には含まれているので、かつての事件の被害者の関係者が死をもって償わせようとしたという線は、頭に入れておくべきかもしれない──それにしても、そんな怨恨や、あるいは義憤が絡んでいるとは思いにくい、どこか無機質な犯罪性も感じさせられるのだ。\n\nそう、淡々と。\n\nまるで実験でもしているような……。\n\n「ひとり目の連続殺人犯の死体が発見されてから、十四人目の連続殺人犯の死体が発見されるまで、そんなに時間が空いているわけでもないんだ。なので、死体移動トリックを用いたとは、ちょっと考えにくいかな」\n\n「まあ、そんな悠長なことをしていたら死斑とか？　移動させた痕跡が残るだろうし、死体が腐っちまうんだぞ」\n\n「ん──ああ、それについてはまだ話してなかったっけ？」\n\n如何せん状況設定のほうが奇抜過ぎて、当然話すべき『凶器』と『殺されかた』について、言うのを忘れていた──そちらにしたって、十分奇抜で、どこまでも常軌を逸しているというのに。\n\n「『凶器』は『冷凍庫』なんだ」\n\n「れいとうこ？」\n\n僕が冗談を言ったと思ったのか、真心ちゃんは愉快そうにはにかんだ。\n\n可愛い。\n\n「冷凍庫の角で、連続殺人犯の頭をぶん殴って回ったってこと？　それはすごいぞ。マラカスを武器に女子供を殺して回る音楽家の殺人鬼がかつていたけれど、そいつ以上だ」\n\n「そいつ以上はいないだろ」\n\n詳しく聞きたい、いや、詳しく聞きたくない。\n\nしかし僕は、犯人は冷凍庫の角で、連続殺人犯を十四人、ぶん殴って回ったとは言っていない──そんな力自慢だったなら、確かに『正義のヒーロー』とは思わないにしても、ある種のリスペクトはできたかもしれない。\n\nだが、できることは震えることだけだ。\n\n冷凍庫だけに、というわけではなく。\n\n「犯人は強力な業務用冷凍庫で、連続殺人犯をそれぞれに瞬間冷凍させて──その上で、まるでバラの花のように、粉々に砕いて殺したんだよ」\n\nヒーローの、まして人間の所業ではない。\n\nアラスカ州での死体発見が十四番目になっているのは、強いて言えば、それが理由だ……、フェアバンクスの氷雪地帯で見つかった冷凍死体は周囲の風景に違和感なくまぎれてしまっていたし、最初は、事故死という線も考えられたので、その分報告も遅れた。\n\n逆に、ハワイ州だったり、そうでなくとも南のほう、フロリダ州だったり、それこそＥＲ３システムとやらの本部があるというテキサス州だったりの辺りじゃあ、凍らされていた死体が解けてしまって、見るも無惨な有様だったという。\n\n猟奇殺人の域も越えている。\n\n怪異の所業だと見てもいいくらいだ……、ひょっとすると、日本語が話せるからという理由だけでなく、僕はそういう理由で、ご指名を受けたのかもしれない。ＦＢＩモンスター課なんて部署の設立が、どれほど実現性のあるプロジェクトなのかはともかくとして……。\n\n通訳として連れてきた忍を呼び出すべきシチュエーションだろうか？　しかしこの国では、金髪のロリ奴隷と戯れることは違法なのだ……、日本と違って。\n\n「ひょっとすると、まだ見つかってない死体もあるのかもな。バラバラ死体じゃなくてコナゴナ死体だから、遺棄された場所によっちゃあ、フェアバンクス以上にまぎれてしまっている恐れもある」\n\n案外、五十州すべてをコンプリートしているかもしれない──あるいは、犯人はそれを理想としていたけれど、突き止められた連続殺人犯の潜伏先は、さすがに十四が限界だったとか。\n\n野放しの連続殺人犯が十四人もいたなんてと考えるべきか、それとも、十四人が限度だったと考えるべきか……、いや、考えるべきは、この事件の連続殺人犯、ひとりだけだ。\n\n連続殺人犯。高速殺人犯。\n\n走って──か。\n\nまあ、光の速度で移動するヒーローがいたとするなら、この犯行も不可能じゃあ──いや、光の速度で移動することはできても、光の速度で凍らせることは難しいんじゃ……。\n\n「なるほど、なるほど。事件の真相は、橙、もとい、だいたいわかったんだぞ。距離が遠いほうが、早く辿り着けるってこともあるってことだな。げらげら──」と。\n\n真心ちゃんはその口を大きく開けて、\n\n「げらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげらげら！」\n\nそう哄笑した。\n\n何がそんなに大受けだったのかてんでわからず、その高笑いの迫力に僕がただただ圧倒されていると、\n\n「で、容疑者のほうは、何人まで絞れている？」\n\nそう訊いてきた。\n\n「いやいや、容疑者なんて現段階ではとてもとても……」\n\nん？\n\nなんかあっさり話を促してきたけれど──、今さっき、なんて言った？\n\n事件の真相は、橙、もとい、だいたいわかったんだぞ。\n\nわかったんだぞ？\n\nこの、わけのわからない事件の真相が？\n\n距離が遠いほうが、早く辿り着けるってこともあるって──なんだその、いかにも推理小説っぽい逆説は？\n\n「そうか。特定できてないのか。でもきっと、能力が高いんじゃなくて、意識が高い容疑者なんだぞ。現段階って言うけど、そんな段階、すっ飛ばしてるんだぞ」\n\n「ま、真心ちゃん。もしかして──その『わかった』っていうのは、トリックがわかったって意味なのか？」\n\n「逆に訊きたいんだぞ。どうしてトリックがわからない？」\n\n……むかつく名探偵みたいなことを言いおる。\n\n反射的に身を乗り出しかけた僕を制するように、「じゃなくて、俺様が本当に訊きたいのは」と、真心ちゃん。\n\n「終わらせるつもりはあるのかってことだぞ」\n\n「？　そんなもん、あるに決まってるだろ。なくてどうする、つもりどころかおおつごもりだぜ。心の準備もカウントダウンの準備もとっくに整っている。こうも残虐で救いようのない事件は、一秒でも早く──高速で終わらせる他ないだろう」\n\n「高速じゃなくって、高度であるべきなんだぞ──違う違う。事件じゃなくって」\n\n世界を終わらせるつもりはあるのかってことだぞ、あーちゃん。\n\nそう人類最終の橙は言った。\n\nさながら最後通牒のように。\n\n「世界が終わるのは、いったいどういうときかわかるか、あーちゃん？　限界を見たときと、未来を見たときだぞ」\n\nだから──あーちゃんじゃないっての。\n","meta":{"title":"混物語　第終話「まごころフィニッシャー」 004"},"previous":"003","next":"005"},"__N_SSG":true}