{"pageProps":{"source":"\nOkitegami Kyouko is a white-haired detective. Apparently she is renowned for being the fastest in the world. If we're talking about speed, Kanbaru is also one of the fastest people I know but she seems to be able to truly demonstrate her speed only when the circumstances ask for it. Furthermore, the reason the fastest detective is who she is lies somewhere else, somewhere that she can't avoid even if she tries to.\n\nRather than a reason, I should say that it's more like her foundation.\n\nIt looks like her memories reset every day, or to be more accurate, she loses her memories each time she goes to sleep.\n\nThat's why she is also called the *forgetful detective*.\n\nShe regularly has to handle confidential information, and as a detective, she is bound by law to protect it. Her condition makes her the most qualified for the job. However, she must also solve each case before the night comes, in other words she only has one day to find the truth. One can say that one of her abilities is to run against time, against fate.\n\nIf we look at it from another point of view, we can say that she developed an extraordinary sense of reasoning in order to keep being the fastest detective even with her condition.\n\nWell, if we put away the professional aspect, I am kind of envious of her way of living since she is not bound by her past. For example, if I were able to lose all the memories of the hellish Spring Break I lived, I would do it without hesitation. It would be an enormous lie to say that I never thought about doing it.\n\nBut I can't forget it, and more than that, I should not forget about it. I decided that I wanted to see what I can do while keeping these memories.\n\nThis kind of thought is sinful. The things I would forget would include the series of incidents involving a certain vampire. It would be just like putting myself in front of the sun, but in the end my feelings would not disappear.\n\nThe forgetful detective also forgets the cases she admirably solved and even the cases that directly concerned her, like they didn't even exist in the first place.\n\nWell, humans do not belong to the world of mystery novels that Ougi-chan loves. Among the riddles that a detective has to solve, there are surely tedious tragedies that you want to avert your eyes from. Forgetting how you unraveled such mysteries must be essential if you want to keep doing your job.\n\nNonetheless, she is able to forget the unhappy as well as the happy moments. \"Happiness\" and \"unhappiness\" are two sides of the same coin. It is impossible to forget only unhappy things. In my case, I have no choice but to remember the hellish Spring Break I lived, this ultimate \"bad ending\".\n\nBut, after having said this like I understand everything, the forgetful detective shared her quite different opinion.\n\n\"Do you think it is never good to forget unhappy memories? If unhappiness and happiness are two sides of the same coin, then the unhappiness that is bound to the past as well as the happiness of the past are the same as of now, right?\"\n\nShe pondered.\n\n\"Leaving behind the weight of the happiness of the past, you wouldn't be able to pursue today's happiness. This is what I believe.\"\n\nI see, that's a valid opinion.\n\nThis is an opinion only the forgetful detective can have.\n\nBut, there are also people who unconsciously focus on past memories, forgetting to pursue \"today's happiness\".\n\nIf it were that easy to be happy, life would be much less trouble.\n\n\"What about it? Being happy is unexpectedly simple. You see, true happiness is when you're shopping and you end up having to pay exactly 777 yen.\"\n\nIndeed, that is happiness, or rather it's the feeling of living such an exceptional event that makes you happy.\n\nBut, isn't happiness all about experiencing this kind of rare opportunities?\n\n\"I don't think so. It's better to buy things such that the total is 720 yen. Then, since the consumption tax is about 8%, the total would become 777 yen.\"\n\nTo be happy, you need to know how to do simple calculations.\n\nShe said that, but in reality it's not about the calculations but rather about being well prepared. The happiness of being well prepared.\n\nOr rather, the resolution.\n\nThe resolution to be happy.\n\nIt was maybe that resolution that I lacked during spring break. Even now, I still haven't forgotten about it.\n\n___\n\n*Miscellaneous*:\n\n- Okitegami Kyouko is the main character of the [Boukyaku Tantei Series](https://en.wikipedia.org/wiki/Nisio_Isin#Boukyaku_Tantei_Series), another series of light novels written by NisiOisiN. The first volume was adapted into a manga as well as a [TV drama](https://en.wikipedia.org/wiki/Okitegami_Ky%C5%8Dko_no_Bib%C5%8Droku).\n- [reddit post](https://www.reddit.com/r/araragi/comments/a68dp7/monogatari_short_stories_kyouko_balance/)\n","meta":{"title":"Mazemonogatari - Kyouko Balance 001"},"previous":null,"next":"002"},"__N_SSG":true}