{"pageProps":{"source":"\nOkitegami Kyouko-san.\n\n25 years old. Detective.\n\nThe head of a detective agency.\n\nThe forgetful and the fastest, whose memories reset every day.\n\nShe asked me what this place is even though I don't know how to read the name of it. For the time being, let's just say that there is only one possibility, that is \"Namishiro Park\". She seems to enjoy sleeping on benches. On her left arm was written some of her personal information, you can hardly see it.\n\nSomehow, when she finished observing me, a not-suspicious guy, she lowered her head and woke up. She then rolled up her sleeves, took a memo from under the left sleeve of her sweater and started reading it. I happened to notice her really slender arms when she rolled up her sleeves. She was preparing to introduce herself.\n\nShe also keeps a memorandum in which she writes things in case she forgot something.\n\nLike a middle schooler.\n\nOn her right arm was another message saying \"You are in the middle of a case\".\n\nShe also had some messages on both her left and right hands.\n\nIt's kind of attractive.\n\n\"I see. Anyway, I was visiting this city for a case and it seems I carelessly fell asleep during the investigation.\"\n\nYes, she fell asleep in the middle of an investigation.\n\nThis also means that she forgot everything she had found.\n\n\"It's a pretty beautiful city but I don't know how I came here. Is there something interesting in the neighborhood, Araragi-kun?\"\n\n\"Something interesting?\"\n\n\"Yes, do you know of any strange things happening in this city recently?\"\n\n\"...\"\n\nTo be honest, I only know about strange things. It seems that only strange things are happening in this city. But there's no way I can be honest and tell her the truth.\n\n\"No, there's nothing that comes to my mind right now. There are no criminals nor lolicons in this city.\"\n\n\"I didn't ask about the latter though.\"\n\nBy the way, touching the hair of a girl without her permission is not illegal, right?\n\nShe would reprove it if I told her that.\n\nIt must be some kind of cultural difference, something that depends on where you live.\n\n\"If there's nothing in this town, maybe I should broaden my search.\"\n\n\"Well, there aren't a lot of cities close by. Are you looking for things like traffic accidents, robberies in museums or arsons? I have the feeling I saw something like that in a newspaper.\"\n\n\"I see.\"\n\nShe looked satisfied with my vague information. Kyouko-san then rolled up the cuff of her long skirt. I stared at her, unconsciously.\n\n\"Unconsciously? You're supposed to avert your eyes in this situation.\"\n\n\"Oops. I'm sorry. It's a cultural difference.\"\n\nI looked at the sky.\n\nThe weather was starting to clear up.\n\nIt seems that Kyouko-san was looking for other hints and was searching for memos that she may have left on her body. Does she wear a long skirt to hide memos written on her legs?\n\nWhen I was peeping under her skirt, I saw that she really had beautiful legs. And I mean it with <a href=\"#\" title=\"TL note 3: In Japanese, 奇麗 (kirei, 'beautiful') can also mean 'clean' or 'pure'.\">the three meanings of beautiful.</a>\n\nIn the end, she didn't find other memos. \"Araragi-kun, can you come over here?\", she said, straightening up and putting back her skirt in its original state.\n\n\"Well, that's a problem. What kind of investigation was I in the middle of? It's impossible for me to be this negligent. I should have prepared something.\"\n\nShe really is confident.\n\nThe kind of confidence that I didn't have in my whole life.\n\n\"Maybe there is a clue in your cellphone?\"\n\nThis is the kind of question the assistant of an amateur detective would ask. In reality, it's more the kind of stupid question that even the most stupid person would not think about. The forgetful detective has a very strict confidentiality duty. That is why she doesn't have any traces of job-related cases in her belongings.\n\nMemos written on her body must be one of those rare cases of emergency. By the way, Kyouko-san doesn't have a cellphone, not even a handbag.\n\nIn other words, she was completely at a loss.\n\n\"Araragi-kun. I know that it's not the kind of thing I should ask someone I just recently met, but would you hear my request?\"\n\n\n\"As long as your request is not asking me to drink your blood, everything is OK.\"\n\nKyouko-san did not flinch at my masochistic joke. Could it also be one of those cultural differences? I'll let it slide for now.\n\n\"Would you mind looking at my back?\"\n\nShe then turned around to show me her back. She put her hands in the cuff of her skirt. I heard a sound coming from the middle of her sweater.\n\n\"OK, I took off my underwear so please roll up my sweater and T- shirt. You have no choice but to look at my back to find some clues since I can't do it by myself.\"\n\n\"Eh? What did you just say? Please stop saying things like that. Removing the clothes of a woman I don't know and checking her back is something I can't do!\"\n\nA third-year high schooler touching the hair of a sleeping girl and staring at her bare legs really questions the ethics of the said high- schooler. And obviously we could add helping a girl remove her clothes.\n\nI have two little sisters, so I am accustomed to this kind of thing. Well, if her body is as beautiful as the peek I had suggested, then I'd prefer writing something on her back rather than looking at it.\n\nWe would need the help of a third person.\n\nConversely, if something was indeed written on her back, then it must be something really confidential to be hidden this well.\n\nDirectly on her spine.\n\nA spine that is so wonderful and smooth that you would like to touch it.\n\nI didn't have the opportunity to touch the back of other people recently. The occasion of touching the back of such a beauty may be a once-in-a-lifetime thing.\n\nNevertheless, it was as you can expect.\n\nOn the third vertebra.\n\nA message.\n\nIt was clearly written by someone else since the writing was more disordered compared to the previous messages. And also because it's impossible for her to write something in this particular location.\n\nThe steady memorandum of the forgetful detective.\n\nBut what was written here was not the kind of highly confidential information I was expecting.\n\n\"Milk chocolate coffee - 140 yen\n\nFruit Coke - 130 yen\n\nButter tea - 150 yen.\"\n\n","meta":{"title":"Mazemonogatari - Kyouko Balance 003"},"previous":"002","next":"004"},"__N_SSG":true}