{"pageProps":{"source":"\n\"You were the one to buy the drinks, so you should be the one to drink them, Araragi-kun. You must not waste food or drinks. Only after you drink all of it, we will go.\"\n\nFor the second time, hearing Kyouko-san's suspicious way of speaking, I was forced to drink and undergo once again this \"water torture\". Once I finished, we moved towards Nishinao Station.\n\nNishinao Station is not very close from Namishiro Park but is not that far if you choose to go by foot. But after having no choice but to drink six bottles along with the corresponding calories, I thought that we should take a taxi.\n\nBut the forgetful detective, as part of her policy, wants to avoid taking a taxi as much as possible. Being a high school student, it's not like I already rode a taxi before. Furthermore, lately, taxis are starting to be equipped with recording devices for preventing crimes. For someone like Kyouko-san, who wants to avoid leaving tracks, no matter how you think, riding a taxi was not a good idea.\n\nThere is no doubt that Kyouko-san is thinking about the unnaturalness of why she was carrying an IC card, but no matter the job you consider, one can wonder if it's truly necessary to be that thorough.\n\nNo matter what Kyouko-san believes in, she's truly a detective.\n\n\"Belief? If there was one, I probably already forgot about it.\"\n\n\"Indeed. But I think that's great. For me, the things I say and the things I do are always imprecise and constantly changing.\"\n\n\"Really? Is that true?\"\n\n\"There are some times where I stop in the middle of things. Or moments where I suddenly do things that I said I didn't want to do. That's one of my most precious skills. Some kind of unspoken rule.\"\n\nI don't need friends. They would lower my intensity as a human.\n\nI'm still wondering today, and I probably still wonder in the future, whether this statement was really correct or not. But, if I didn't have this belief, I might not have experienced the hellish Spring Break I have.\n\n\"Between having regrets and not having regrets, I guess that it's better to have regrets. But stopping in the middle of doing something, that would be the ultimate regret. The second worst thing would be to do something you stopped doing. At least, that's what I think.\"\n\n\"Personally, I don't think that changing opinions or beliefs is a good thing to do.\"\n\n\"...\"\n\n\"Stopping in the middle of doing something you said, it's better to start from where you stopped. I also think it's better to have regrets. The fact that having regrets is a bad thing is questionable. It's only scratching the surface of the problem, I think.\"\n\n\"Scratching the surface of the problem...\"\n\n\"Yes, like scratching your legs. Araragi-kun, you seem to envy me, a person whose belief does not change, but I would say that this is precisely why I envy you. I'm jealous of you being able of having regrets. In the end, everyone wants to have the things they don't have.\"\n\nWhile we were having this discussion, me and Kyouko-san arrived at Nishinao Station. But after we arrived there, we had no idea where to go next.\n\nShould we check the logs of the IC card at a ticket machine? She seemed to say that it was pointless, but...\n\n\"Wow. We arrived at the station. Let's use the card that comes from the future. Not at a ticket machine but let's go towards a ticket gate. Araragi-kun, do you happen to have your own IC card?\"\n\n\"Humm? Yes, I do.\"\n\nI rarely use it but it should be in my wallet. I'm not sure about the amount of money that I have but there should be enough for taking the train or a bus.\n\n\"So, <a href=\"#\" title=\"TL note 7: Written in katakana.\">*let's go!*</a>\"\n\nKyouko-san hurried towards a ticket gate.\n\nI followed her.\n\nKnowing that the base fare is 150 yen, I could end up with only 30 yen left on my card, which is really not enough for anything.\n\nIt seems I would need to recharge it when leaving. Whatever.\n\nThe problem is with Kyouko-san's card.\n\nWhen we used the card to buy drinks, the amount left on the card that was displayed on the screen guided us towards Nishinao Station. So, if we're following the same reasoning, after paying the fare for the train, the amount displayed on the screen should also give us a hint for our next destination, right?\n\nWhen the amount of money left on my IC card appeared on the screen, the one left on Kyouko-san's card disappeared. But one can deduce it with just a simple subtraction since we knew the previous one.\n\nNishinao, i.e. two thousand three hundred and seventy yen. If we subtract the fare, that is one hundred and fifty yen, we end up with two thousand three hundred and twenty yen, i.e. \"2320\".\n\n\n2320!\n\nHumm? Is there a joke?\n\n<a href=\"#\" title=\"TL note 8: Three different readings of the number 2320. Each digit can be associated with multiple sounds: 2 = ni/fu/tsuu, 3 = sa/san, 0 = re/o/maru.\">Nisanire? Nisanio? Tsuusanfumaru?</a>\n\nBecause we're looking for a pun based on the pronunciation of the digits, it's subject to interpretation. Of course, you can think about it for as long as you like and still be unable to find it.\n\nI was certain that we would find our next destination by looking at the digits, in the same way we found an indication for coming here. Was I mistaken?\n\nBut if I was wrong, then maybe we were wrong from the start. For instance, we might consider the reasoning we used for finding the relation between \"2470\" and Nishinao Station suspicious. Could it have been just a coincidence and the shopping list written on her back was a completely different clue?\n\nIf it's the case, then it was really pointless to come here (or more precisely, to walk twelve thousand steps). This also makes all of my expenses pointless (or more precisely, the five hundred and forty yen I used). Speaking of my expenses, I think I won't be able to recover them for a long time.\n\nOn the other hand, for the forgetful detective, whose memories reset every day, she would not consider the time we wasted as something that could not be recovered.\n\nEven though she must go back to her job after solving this case. As her comrade, I feel that I am a little responsible.\n\n\"Damn. If I weren't that shy and if I had scrutinized your back more thoroughly, maybe I would have found other clues...\"\n\n\"Ah ah ah. You have a strange way of having regrets, Araragi-kun.\"\n\nKyouko-san said, trying to elude my joke.\n\n\n\"It's alright. You didn't overlook something, Araragi-kun. I know that you are the kind of man who put away his shyness and who looked at every scrap of my back.\"\n\nShe approved of my behaviour.\n\nLike she gave me a stamp.\n\n\"Is that so? My power just reached its full potential I guess. But if we didn't overlook anything, what should we do? What do you think is the meaning of '2320'?\"\n\nIs it something other than just a pun?\n\nNot that I have the slightest idea.\n\n\"No, it is not necessary to look for a pun. It's sufficient to look at the digits. As a combination for something.\"\n\nPlease, look over there.\n\nKyouko-san then guided me to the location she was pointing at. It was a different direction from the train platform, she was pointing at coin lockers.\n\nCoin lockers.\n\nA locker where you can put your luggage and keep it safe by protecting it with a code. The kind of system where you can use a 100- yen coin to lock and release it.\n\nNo.\n\nThis is the old one. Nowadays, you can lock it using not only coins.\n\nKyouko-san extended her finger and said.\n\n\"One can use this IC card for many different things. I think that we could also use it as a key to lock and unlock these, don't you think?\"\n\n","meta":{"title":"Mazemonogatari - Kyouko Balance 007"},"previous":"006","next":"008"},"__N_SSG":true}