{"pageProps":{"source":"\n「蟹を食べに行きましょうと一口言っても、一口では食べられないくらい、かの食材の種類は豊富よね。ワタリガニ、ズワイガニ、アサヒガニ、越前ガニ、松葉ガニ、平家ガニ、上海ガニ。ソフトシェルクラブなんて、いかにも物腰柔らかな私っぽくない？中でも私が食べたいって思うのは、蟹の王様とも言える、タラバガニだけれども」\n\nいつもの調子で、つまり抑揚の少ない平坦な口調で戦場ヶ原がそう言ったので、てっきりわざと隙を見せて誘っているのだと思い、僕は特に考えもなく、「タラバガニは蟹じゃないだろうが」と突っ込んだーーすると、\n\n「は？」\n\nと彼女は僕を二度見した。ばばっと。\n\nそんな表情できたの？\n\n「ソフトシェルクラブは種類じゃなくて状態だろと突っ込んで欲しかったのに」\n\nそっちでしたかーーでも、だったら僕は『物腰柔らかな私』に突っ込みたかったよ。\n\n「蟹じゃない？じゃあ何なの、あいつ？」\n\nあいつって。\n\n古くから知り合いに裏切られたみたに。\n\n「タラバガニはヤドカリだけど……、え、嘘、お前、知らなかったの？」\n\n「何でもは知らないわよ、蟹汁のことだけ」\n\n「偏り過ぎだろ」\n\nしかもその蟹のことを知らなかったんじゃないかーーしまった、地雷を踏んだ。この場合、知識の落として穴に落ちたと言うべきだろうか。\n\nしかしこれは比較的なポピュラーな、ともすれば一般教養とさえ言えないくらい有名な雑学だと思うのだが……、暇潰しにスマートフォンをいじっていればナチュラルに手に入る知識である。\n\n「生憎、私はできた女子高校なのでね。『夜九時以降はスマートフォンには触らないこと』というルールを墨守しているわ。スマートフォンと画面保護シート駆使することによって」\n\n「ルールを頓知で墨守するな。そのルールは本体に直接触らなきゃいいってルールじゃない」\n\n「阿良々木こそ、『課金？　僕は何一つ課されてなどいない。人生を華やかにするための投資、つまりは課金さ』で馴染みな癖に」\n\n「怖い怖い」\n\n「タラバガニって名前で、しかもあの外観で、蟹ではございませんと言われましても。正式に広義を申し上げたいわ。ヤドカリ？　宿なんて借りてないじゃない。まだタラだって言われたほうが納得いくもの」\n\nまあ、外観はよく見たら蟹じゃないんだけど……、でも、足が八本以上ある蛸だっているわけだし、名前については、確かに言い訳の余地はない。僕が名付けたわけではないにせよ……、コバンザメがサメじゃないというのに近いものがある。\n\n「イルカはクジラの一種だとか、鷲と鷹は大きさの違いでしかないとか、そういうのとは違うの？」\n\n「甲殻類って意味じゃあ、同じなんだがーーううん。まあ実際、自然界の生き物の名付けじゃああるあるなんだろうけれど、便宜上区別できるよう名前をつけて、あとからちゃんとその種じゃないとは気付いたけれど、もうその仮称を公式に辞典とかにも載っけちゃったから今更改名するわけにもいかなかったってところなのかな……、文句を言いたくなる気持ちもわかるけれど、でも世の中って往々にして、そういうもんじゃねえの？　正しくあることよりも、間違えないことよりも、間違い正すことが一番難しいって言うか」\n\n「その正す、正しくは糺すね」\n\n失点を取り戻そうとしているのだろうか、プライドの塊のような女子高生は、僕の漢字遣いをチェックしてきたーー糺すと言うか、質されている気分だ。\n\n「ちなみにヤドカリとは、漢字で寄居虫とも書くわ。なんだか寄生虫っぽいわよね」\n\n取り戻そうとしている取り戻そうとしている……、的外れな方向に取り戻そうてしている。本当に難しいんだな、自らの過ちを認めるのって。\n\nしかしながら、人間社会は勘違いの積み重ねでできている。僕は戦場ヶ原ひたぎというクラスメイトのことを勘違いしていたし、羽皮翼という委員長のことも、忍野忍という吸血鬼のことも、勘違いしていた。\n\n言ってしまえば、怪異現像自体、強烈な間違いのようなものであるーー蟹に大量を奪われた戦場ヶ原ひたぎの『症状』を、『正しく』診断するならば、ストレスから来る記憶喪失と過痩症ということになるのだろう。\n\n「誰が痩せさらばえた女子よ」\n\n「お前じゃないんだ、そんな毒舌は吐かないっての。痩せさらばえたって。そんな語彙あるか」\n\n「さらば」\n\n「帰ろうとするな、お前のみのタイミングで」\n\n「やれやれ。勘違いしたわ。いみじくもツンデレの私が勘違いしてしまうとは」\n\n「言っておくが、僕はお前をツンデレとは認めてないからな？」\n\n蟹違いならぬ勘違い。\n\n勘違いしないでよねーーとは言うものの。\n\n放っておくしかない勘違いも、今のところはあるのだろうーーそれを『正しく』することで、その後巻き起こるてんやわんやを思うと、おいそれと軌道修正できない気持ちも、よくわかる。\n\n間違えましたーーごめんなさい。\n\nそれを言うのが、どれほど難しく。\n\nそれが言えたら、どんなに楽か。\n\n「実はさらばではなく、気取ってバラさと言おうとしたのよ。バラはバラという名前じゃなくともバラのように香るのさ。それと同じように、タラバガニは蟹じゃなくても蟹のように美味しいから、よしとするべきなのかしらね。ところで阿良々木くん」\n\n「なんだよ、戦場ヶ原」\n\n「カブトガニは蟹でいいのかしら？？」\n\n「お前、カブトガニを食う気か？」\n\nその場合、北海道どころか、日本を出なければならないーー確かに、蟹が鋏角類じゃないというのも、字面からして納得のいかない事列である。勘違いしてもただでは起きない彼女に、僕は兜を脱ぐしかなさそうだった。\n\n「あらあら。それは兜をかぶっとうという洒落？」\n\n「その勘違いだけはよせ」\n","meta":{"title":"物語シリーズ　短々篇「ひたぎハーミットクラブ」"}},"__N_SSG":true}