{"pageProps":{"source":"\nThe fact that, of all things, I was the one designated to investigate a strange incident related to the serial killing of serial killers raised a lot of disagreements in my department, as well as a large quantity of discrepancies and a countless number of mistaken ideas. In the first place, having graduated from Manase University, completed the police academy and finished investigating strange rumors in my hometown, Naoetsu Station, for some reason it was decided that I would go abroad, to the United States, at the FBI academy. There were a hundred misunderstandings, a thousand mistaken ideas or probably much more than that, probably about ten thousand or a hundred million. Anyway, I am in the middle of my twenties and still at school...\n\nWas I cursed and forced to graduate again and again from different places? Or rather, was I cursed being given the tasks that the higher-ups didn’t want and decided to give to a lower level employee like me? If it’s the latter, then this curse probably originated from a childhood friend of mine I met in junior high.\n\nIf this keeps going, building a happy life with my girlfriend Senjougahara Hitagi seems out of reach. Nevertheless, I can’t get rid of the shameful impression left by the person who knows everything, Gaen-san. By the way, just before coming to the US, the youngest of my little sisters told me something I didn’t understand: “Come on big brother, the way ducks follow their mother in a line is so cute!”. The spring break between my second and third year in high school. The spring break where I confronted the iron-blooded, hot-blooded, cold-blooded vampire. I was under the impression that this event dramatically changed my life, but surprisingly, could the one who decided to change it so much be the big sister who knows everything?\n\nWell, maybe we will find another time to speak about this subject. The day I finished my training, I was at a police academy in Virginia (considering my quality as a former vampire, it’s quite an inevitable name) and I accepted the request to go to the FBI headquarters in Washington DC.\n\nBy the way, manually adding “DC” is probably not to make it sound better, but it’s surely to differentiate the city from the state of Washington. Kind of like the difference between <a href=\"#\" title=\"TL note 5: Tokyo is the name of the capital, adding 都 (to) at the end designates the metropolitan area around the city.\">Kyoto and Tokyoto.</a>\n\n“I am so happy. It’s been so long since I had a conversation in Japanese. Anyway, looking at my hairstyle, <a href=\"#\" title=\"TL note 6: Magokoro refers to herself using 俺様 (oresama) which is a rude and arrogant way to speak of oneself.\">I</a> could be considered Japanese I guess.”\n\nShe said, laughing heartily.\n\nWe were inside a room in the headquarters, alone, me and her. And she, Magokoro-chan, laughed.\n\nI, in contrast, for the time being, tried my best doing a Japanese forced smile but it didn’t go very well. And then I froze, looking at that aura.\n\nThat orange aura.\n\nHer orange hair was shining, or rather was emitting some kind of light. It was tied in three braids like a <a href=\"#\" title=\"TL note 7: A sacred rope used in shrines to repel evil spirits.\">shimenawa</a>. And, although it was not Halloween, she was wearing a maid outfit.\n\nEven if its usage changed over time, a maid outfit is still a maid outfit. No matter how you look at it, it’s the type of clothing that has this special connotation. But well, let’s accept it as it is. At any rate, this is the United States, the land of freedom. Speaking ill of the clothes of the first person you met, is a mistake in itself and is inelegant as well.\n\nBut...\n\n“<a href=\"#\" title=\"TL note 8: In Zaregoto, the ER3 System is a research organization located in Houston that gathers the biggest geniuses of the world. MS-2 is a subdivision of ER3.\">ER3 System... was it? Or MS-2?</a> I already know about the FBI or the CIA, but I haven’t heard a thing about these two. Magokoro-chan, are you affiliated with them?”\n\n“Nobody never added ‘-chan’ to my name you know, mister the police investigator, Aa-chan.”\n\nAnd then, she started laughing once again. Even the 600-year-old vampire hidden in my shadow doesn’t laugh like that.\n\nAa-chan?\n\nNobody never called me like this as far as I remember. It’s true that I’ve been called a pervert but Aa-chan must really be a rare occurrence.\n\n“Well, if I’m being honest, the organization is coming to its end. That’s why it’s OK if you don’t care about them. In any case, I’ll still give you an overview about the serial killing of serial killers happening here. People were having trouble with the investigation so they asked me to make it end.”\n\n“...”\n\nPeople asked Magokoro-chan, a girl still in her teens, to come to the FBI to solve this kind of mystery? She seemed full of confidence talking about the serial killer. No, it was not confidence, she was simply stating facts.\n\nIt was like she was a specialist in making things end. We were sitting one in front of the other and it was like she was trying to show off.\n\nShe spoke a fluent Japanese and seemed to possess skills that Japanese people value highly. Furthermore, to make things clear, it was difficult for me to be called a police investigator, I could rather be considered a <a href=\"#\" title=\"TL note 9: 'Host' here could mean the host of a male host club, or the host of a party or a summit.\">host</a>. This time, in order to return to Japan as quickly as possible, it must be better not to show any of my strange aspects to the higher-ups but rather obey the orders I was given.\n\nIf I don’t, it won’t be the case that will be ended but possibly my entire life. I will play a role in what the mass media called “the serial killing of serial killers case”.\n\n“Oh, I know about it. This is quite a strange and sensationalist case.”\n\n“On the contrary, the reality is much more bizarre. And we should be more precise and not call it the ‘the serial killing of serial killers case’.”\n\nBut rather the high-speed killing of serial killers case.\n\nNot in a series but at a high speed.\n","meta":{"title":"Mazemonogatari - Magokoro Finisher 002"},"previous":"001","next":"003"},"__N_SSG":true}