{"pageProps":{"source":"\nAnd now for the epilogue, or rather, the punchline of this story.\n\nAfter Kyouko-san learned that you can use IC cards on vending machines, she mentioned that the card was \"the key\". You might be wondering what kind of events unfolded after and what kind of things I witnessed.\n\nAfter I informed her of the contents of the shopping list written on her back, Kyouko-san made several assumptions. Among all of them was one saying that the truth was maybe hidden in that list. At the same time, it's not good to make too many assumptions.\n\nWhat happened in reality is that the coin locker n°2320 was in use, meaning that the lock was activated. Kyouko-san unlocked it using the IC card she had in her pocket.\n\nJust like it was the most natural thing to do.\n\nAnd then, unexpectedly, inside the coin locker was a copy of a business card addressed to the \"Head of the Okitegami Detective Agency, Okitegami Kyouko\" along with a bronze statue that was stolen from the museum in a neighboring town the other day. No, in truth, I only heard about this robbery, without any details.\n\n\"I see. So this time, the job I accepted was to get this bronze statue back. Seeing the statue here, this means that I already fulfilled the request. I must have felt relieved and fell asleep on the bench where you found me.\"\n\n\"Relieved... That's why you decided to leave a note to yourself, because your memories were going to be reset.\"\n\nHearing this, I wanted to ask myself some questions. This is the humor I'm inclined to use now, <a href=\"#\" title=\"TL note 9: There is a similarity in the pronunciation of ややもする (yayamosuru, 'to be inclined') and もやもやする (moyamoyasuru, 'to feel depressed').\">the kind that makes you feel depressed</a>. Rereading the memo she left, I really don't understand what it means and I still have a lot of questions. At the same time, this is one of those cases where your only goal was to challenge the mystery and decipher the code. Regarding the coin lockers and the vending machines, it was an idea that only the \"Kyouko-san of yesterday\" could have. She had to think really fast to come up with a way of making herself find the codes. This was really well done. On top of that, the truth was also not that simple.\n\nIt was really a work of art. It wasn't the kind of standard job where you just need to find a stolen object and get it back to its owner. On the contrary, it's easy to imagine that once you located the criminal, you would need to have a pragmatic and very strict negotiation with him. A necessary condition to get back the stolen object is to try not to prosecute the criminal. Because if you do, then you will have to forget it, like Kyouko-san.\n\nIf I try to remember and think back about the bench Kyouko-san was sleeping on, in Namishiro Park, her glasses were put alongside her hair. This means that before going to sleep, she naturally removed them. When she showed me her back, she naturally removed her underwear. If we consider these two occurrences, we can conclude that she didn't carelessly fall asleep on this bench but rather did it on purpose.\n\n\nShe intentionally decided to forget what she had found.\n\nBy forgetting, she could regain the stolen goods.\n\nA job only the forgetful detective could accomplish.\n\nAt least that's the way I think.\n\nHowever, if it were the case, Kyouko-san would forget everything including her transactions with the criminal. She would not be able to use her imagination.\n\nIn the end, we will never know why she felt relieved and decided to have a nap. That is the conclusion I reached, not as a high schooler, but as an adult.\n\n\"Thank you very much, Araragi-kun. You've been a great help. Well then, I will now go back to my place.\"\n\nThe business card that was put inside the coin locker along with the bronze statue was Kyouko-san's. Since the location of the Okitegami Detective Agency was written on it, she decided to go back over there.\n\nNow, the fact that the business card was also in the coin locker along with the bronze statue indicates that this was a navigation help for her return trip. If by any chance she didn't solve the code by herself, she probably would have handed one of her business cards to the station attendant. What a contrived way of doing things. She also thought of the case where she missed the coin locker, or made a mistake on the code, or decided to ride the train at 23:20, or the event she didn't notice the coin locker until late at night. She really thought about every possibility.\n\nShe was very thorough in her preparations.\n\nShe is really confident in her work.\n\n\"Sorry for bothering you for so long.\"\n\n\"It's nothing. It was like solving a game, the kind where you need to solve riddles. It was very interesting.\"\n\n\"Thank you, I really appreciate it. Please tell me how I can thank you, to keep a memory of that day.\"\n\n\"Can you show me your back one more time?\"\n\n\"Ah ah ah, not this kind of request.\"\n\nWhile laughing, Kyouko-san took the bronze statue as well as her business card, and instead of putting them in the pocket of her denim skirt, she held them out in my direction.\n\n\"As far as I saw, your must have experienced many ups and downs in your life, Araragi-kun. Whenever you need, please don't hesitate to call me, the forgetful detective. For anything really, since I will forget all about it afterwards.\"\n\n\"Right. I'll keep that in mind, in case of an emergency.\"\n\nNow that it's done, I need to go back home. I'll take the train. I went to Minaminao Station, from there I walked towards Namishiro Park, took my bike and rode it until I was back.\n\nSince the line I had to take was different from the one Kyouko-san took, we branched off at the stairs.\n\nI didn't meet her again since that day.\n\nNo, even if I had met her, she would have completely forgotten about it.\n\nPrecisely because we parted in very good terms, I thought that we would naturally meet again someday, but perhaps my reading of the atmosphere was off.\n\nOf course, since then I wouldn't say that I didn't encounter any \"emergency\" in my life. A lot of things happened and a lot of things disappeared.\n\nNevertheless, the first reason why I didn't ask for Kyouko-san's help is because I was so focused on repaying the debts I had with my little sisters that I didn't have enough money to ask for a professional detective. The second reason is that I lost the business card that Kyouko-san obtained after a lot of trouble.\n\nLosing her business card is one of the most non-polite things I have ever done. Even now, I don't remember where I lost it. It was like I wasn't worthy of possessing such a card from the beginning. Like the memories of the moments I shared with Kyouko-san were wrong.\n\nLike my meeting with Kyouko-san was the work of an oddity.\n\nWell, I wouldn't say that I have a good memory.\n\nMaybe I put it inside one of my drawers. I still remember what we talked about, with Kyouko-san, the fact you need to cherish your past while not losing sight of the present. I should probably also try to keep a memorandum. Maybe later.\n\nIt seems that I still retain some memories of these events, or at least some feelings. Indeed, on my way back from school, when buying something from a vending machine, it happens that I buy the new special drink without paying attention, even today.\n\nJust like I was remembering.\n\n","meta":{"title":"Mazemonogatari - Kyouko Balance 008"},"previous":"007","next":null},"__N_SSG":true}