{"pageProps":{"source":"\r\n「あら々木くん。これはこれは、私ともあろうものを長らくお見限りだったわね。てっきり路地裏で刺されて死んだのだとばかり思っていたから驚きだわ」\r\n\r\n「『あら、阿良々木くん』を略すな。どちらかと言えば八九寺の手法だろう、それは」\r\n\r\n「八九寺さんに刺されたの？」\r\n\r\n「刺されてない。あいつが僕の心に刺さっているだけだ。僕が路地裏で刺されて死んだとしたら犯人はお前だよ。そういう場合に残すダイイングメッセージのために、お前の名前を五通りに暗号化して備えている」\r\n\r\n「それは大変。ダイイングメッセージを残せないためには、阿良々木くんを殺す前に、まず指を全部切り落としておかないと」\r\n\r\n「犯人側から世間に向けられたメッセージになっている。僕にとってはお前がまだ商業誌に出られていることが驚きだよ。カストリ雑誌向きの人村だろう、戦場ヶ原ひたぎは」\r\n\r\n「グラビアで」\r\n\r\n「猟奇写真になりそう」\r\n\r\n「でもまあ、りすかさんや創貴くんが商業誌で活躍できるのだから、私が出禁ということはないでしょう」\r\n\r\n「あのコンビを引き合いに出すのも随分な了見だよ。僕も昔、りすかちゃんとコラボしたことがあったけれど、結構な問題作に仕上がったもんだぜ」\r\n\r\n「それは、阿良々木くんのせいでしょう」\r\n\r\n「僕の弱さが罪なのか、りすかちゃんの可愛さが罪なのか」\r\n\r\n「あなたが生まれてきたことが罪だよ。重罪よ。あ、この重罪って言葉が伏線になるから」\r\n\r\n「嫌な予告だ」\r\n\r\n「そうそう、りすかさんと言えばね、この間別冊少年マガジン２０２２年２月号に掲載されていた第１０話で、胸が太ったと言って可愛くお悩みの様子だったのだけれど」\r\n\r\n「がっかり読んでる」\r\n\r\n「私もダイエットを続けているのよ。阿良々木くんと違って、増えた肉を毟り取ってそぎ落とすわけにもいかないから」\r\n\r\n「そんな猟奇写真用の素材を作ってはいない」\r\n\r\n「ダイエットは阿良々木くんとの戦いだから」\r\n\r\n「自分との戦いじゃないんだ」\r\n\r\n「元々運動は嫌いじゃないので、ダイエット自体はそんなに苦痛ではないのだけれどね。しかし阿良々木くんのように豊かな家の出の人間がスタイリッシュとした体型を維持していることには、強い肥満、もとい、強い不満を憶えるわ」\r\n\r\n「豊かな家の出の人間って」\r\n\r\n「失礼、半分人間じゃないんだったわね」\r\n\r\n「その言いかたのほうが失礼かもしれないぞ」\r\n\r\n「駄人間だっけ」\r\n\r\n「マジでやめろう」\r\n\r\n「しかし私は運動も好きだけれど、食べるのも好きなのよ。この間別冊少年マガジン２０２２年２月号に掲載されていた第１０話から登場したツナギさんのように」\r\n\r\n「告知に来たの？　魔法少女じゃないだろ、お前は。違法少女だろ」\r\n\r\n「誰が違法少女よ。法は犯していないわよ、そんな、方々では」\r\n\r\n「方々ではって」\r\n\r\n「でもほら、私って清貧じゃない？」\r\n\r\n「いい言い回しをしているかれど、僕からは突っ込めないだろ、それ。豊かな家の出の人間からは」\r\n\r\n「海外には、清貧なほうが肥えやすいという、救いのない統計もあるのよ。革命を起こしたくなるわね。結局ダイエットって日々の積み重ねだから、リバウンドを避けるためには、体重を毎日計って記録すると言うのが基本なのよ。なんて言うかこう、グラフにしてね」\r\n\r\n「グラフ」\r\n\r\n「グラフって言っても、二木さんが記事を書いていた東西グラフのグラフじゃないわよ？」\r\n\r\n「数字を頼りに入試に臨もうと企んでいる現役の高校生がそんな取り違えをする。二木さんって言われてぱっとはわかんないよ、あの二木さんだって」\r\n\r\n「海原先生の変遷にも注目しているわ。それこそグラフに記録したいくらい、栗田さんのライバルとして頭角を現わしていく姿に共感するの。彼女の闇堕ちがたまらないのよ」\r\n\r\n「なかっただろ、当時闇堕ちなんて言葉。確かにお前は、食べることが好きみたいだな。海原雄山のこと、普通に海原先生って呼んでるし」\r\n\r\n「東西グラフの話でしたっけ」\r\n\r\n「違う。折れ線グラフの話だ。折れ線グラフだよな？　ダイエットの記録なら」\r\n\r\n「ええ。阿良々木くんの好感度についてアンケートを探った際に作製した、円グラフじゃないわ」\r\n\r\n「そんなグラフがあるのか。丸く収まりそうにないなあ。見たいような、見たくないような……」\r\n\r\n「好き、2パーセント。嫌い、2パーセント。どうでもいい、９６パーセント。その他、なし」\r\n\r\n「見たくなかった！　せめて嫌い９６パーセントだろ、そういグラフは」\r\n\r\n「ええ。私も一票を投じたのだけれどね」\r\n\r\n「どの層に？　その他なしって言うのもなんか響くな」\r\n\r\n「適度な運動と食事管理を続けていくと、もちろん健康にはなるのだけれど、でもどこかで、折れ線グラフが折れなくなるのよね。一直線になるの。さながら心電図のように」\r\n\r\n「比喩で心臓が止まってるぞ。餓死じゃないだろうな。停滞期ってこと？」\r\n\r\n「停滞期でもなくて、釣り合いが取れたのかしらね。つまり、それがベストウエイトということになるのでしょう」\r\n\r\n「じゃあいいじゃないか。ベストウエイトを維持するのが、ダイエットの最終地点だろう」\r\n\r\n「でも、たとえば阿良々木くんのベスト偏差値が５０だったとして、それに到達したからと言って満足できる？」\r\n\r\n「誰のベスト偏差値が５０だ。愛する恋人のことを頑張ってようやく人並みみたいな言いかたにするな」\r\n\r\n「私のベストウエイトが五十キロって、腑に落ちないのよ。食事制限のごとく」\r\n\r\n「はっきり自分の体重を言うようになった」\r\n\r\n「体重をぼかさなきゃいけないというジェンダーバイアスがどれだけ女子を苦しめているか、当事者になって気付いたのよ。いわば自分自身である体重の数値を、『隠さなきゃいけないもの』、つまり『いけないもの』としてタブー視することは、自己肯定感を酷く下げかねないわ。ほら、私って意識高いから。体重の数値も高いけど」\r\n\r\n「自虐を織り交ぜるな。織り交ぜグラフか、乱高下だよ。肯定感に高低差をつけるな。そもｓもお前って自身の数値が高いんだから、体重の数値もそんな感じじゃないのか？」\r\n\r\n「でもはっきりと体重を公表した上で、スリムだとは言われたいじゃない」\r\n\r\n「旧弊な社会の呪縛から脱しきれていない」\r\n\r\n「こうなるとおもし蟹に狭まれていた、体重五キロの頃が懐かしくもなってくるわ。体重が今の十分の一だったあの頃。折れ線グラフ、がっくーんって折れるじゃない」\r\n\r\n「横ばいからほぼ直角みたいな折れかたするだろうな」\r\n\r\n「もっかいお願いしようかしら。蟹さんに」\r\n\r\n「喉先過ぎれば見事に熱さを忘れてる。ひやひやするぜ。そんな軽やかなエピソードじゃなかっただろ、お前のおもし蟹。激重だただろ、激重っていう表現が不謹慎なくらいに。思い出せ、五キロだったがために、それこそその体重を隠すために、クラスメイトとの交流を一切持てず、寂しく過ごした二年間を」\r\n\r\n「その寂しい思い出も今から思えば得がたい思い出だったちうことにしておもし蟹に捧げたから、都合よくダイエットできないのかしら」\r\n\r\n「吸血鬼体質を便利遣いしている僕が言うのも本当になんだけれど、ふざけるな。蟹が泡を吹いて倒れるよ」\r\n\r\n「体重を自由にコントロールできる魔法少女になりたいわ」\r\n\r\n「コンプレックス産業から生まれた魔法少女」\r\n\r\n「阿良々木くんが忍さんから吸血されることで不死身度を高めているように、私は蟹に狭まることで体重を減らすのよ。蟹専用のハサミで」\r\n\r\n「蟹専用のハサミは蟹が使われる側だろ」\r\n\r\n「欲しいわねえ。おもし蟹の質量剝奪能力」\r\n\r\n「恰好よく言ってる。体重のこと質量って言ってる」\r\n\r\n「何よ。重さと質量の違いも説明できない癖に」\r\n\r\n「それくらいできるわと言いたいところだが、自分より頭のいい人間に対してできるかどうかは微妙だな。半端な知識を語ったら、すごいマウント取られそう」\r\n\r\n「は？　私の質量が山のようだと言いたいの？　言いたいのはやまやまだと？」\r\n\r\n「被害妄想やばやば」\r\n\r\n「おもし蟹の思想剝奪能力で、私の体重を忘れさせてやろうかしら」\r\n\r\n「使いこなし始めるな。思想剝奪能力？　こわっ……、最初に登場した怪異が一番強かったのかもしれない。僕なら二年も戦えない」\r\n\r\n「正しくは思い出剝奪能力かしら」\r\n\r\n「それも怖いな……、でも、お前が質量剝奪能力を手に入れたとしても、おもし蟹のケースって、体重は増減しても体型は変わらないんじゃなっかったっけ？　思いでを剝奪されても、悩を剝奪されたわけじゃないだろう」\r\n\r\n「おっと。それは盲点。確かにどんなに体重が重かれば、羽川さんのスリーサイズが身につくのであれば、ぜんぜんオッケーだものね」\r\n\r\n「何気に羽川の体重が重いみたいなことを言うなよ」\r\n\r\n「これが女子の戦い、略して女子会よ」\r\n\r\n「だから略すな。お前が闇堕ちしてんじゃねえか。体型の調整をしたいなら、折れ線グラフより一目瞭然なのは、毎日全身の写真を撮って、変化を比べることだった聞いたことがあるけれど」\r\n\r\n「なるほど。まさにひたぎグラフと言うわけね。なんと、重罪ではなく、東西グラフの言及こそが伏線だったとは」\r\n\r\n「東西グラフはお前が趣味で言及したんだ。まあまあ、そうだな、もしも羽川が自身の体型を気にかけているとうであれば、彼女の自己肯定感を高めるために、不肖この僕が水着グラビア撮影班を務めることもやぶさかじゃないぜ」\r\n\r\n「その場合、ひたぎグラフに掲載してあげるわよ」\r\n\r\n「ビキッニ羽川を？」\r\n\r\n「ブラック羽川みたいに言わないで。折れ線フラフの鋭利な部分で刺し殺された、阿良々木くんの路地裏猟奇写真をに決まっているじゃないの。伏線じゃなくて死体姿を回収するの」\r\n\r\n「船底を背とする浸々の義」\r\n\r\n「ダイイングメッセージの完成度が低い」\r\n\r\n「死後にそんなことを言われたら、心電図よりも心が折れ線グラフだよ」","meta":{"title":"物語シリーズ　短々篇「ひたぎグラフ」"}},"__N_SSG":true}