{"pageProps":{"source":"\n「そろそろブラスバンド部に入ろうと思っているのだけれども、阿良々木くん、楽器の演奏が上達する料理を知らないかしら？」\n\n「あれ？　戦場ヶ原、もしかして僕のことを山岡士郎だって思ってる？」\n\n「逆に問うわ。どうして阿良々木くんは、自分のことを山岡士郎じゃないと思っているの？」\n\n「山岡士郎じゃないからだよ。阿良々木暦だからだよ」\n\nブラスバンド部？　そろそろとか、以前から慎重に計画を立てていたみたいに述べているけれど、またこいつは唐突なことを……、第一、進学校である私立直江津高校においては、部活動は二年生で引退するしきたりになっているので、三年生にして受験生である才媛こと戦場ヶ原ひたぎにしてみれば、唐突どころか今更でさえある。\n\n「そこはこの才媛は、推薦での進学が、ほぼほぼ当確しているのでね。なので最初はガリ勉もそこそこに、あちこちの部活動に顔を出して、場を荒らしているの。ふっ、阿良々木くんが女子中学生と旧交を温めている間、私とて、ただ遊んでいたわけではないのよ」\n\n「ただ遊んでいたほうがよかったんじゃないのか？　あとガリ勉って。自分で言う表現じゃないだろ、それ。僕が蛇に殺されかけている間に、お前は何をやっているんだよ」\n\n「ほら、私ったら、寛大にも神原と和解してあげたじゃない？」\n\n「その件に関しては、寛大なのは神原のほうなのでは……、部活動を早めに引退することになった神原のほうなのでは……」\n\nちなみに、そのときも僕は殺されかけている。どうして僕はいまだに生存し続けているんだ？　不死身の吸血鬼もどきだからと説明されることが多いけれど、我ながら、完全な吸血鬼だって生き残れないような過酷な環境に身を置いている気がしてならない。\n\n「神原と和解したがゆえに、どうしてブラバンなんだよ」\n\n「ブラバンならともかくって意味ね？」\n\n「違うわ」\n\n「これを契機に、神原と同様の、直江津高校に在学している中学時代の後輩を訪ね歩こうと思ったのよ。美術部、書道部、理科研究部と来て、次はブラスバンド部ってわけ」\n\n「はあ……」\n\nOGでもない昔の先輩が今の部活動を見学に来るなんて、迷惑以外のなんでもなかろうに……、いや、深窓の令嬢として教室でひとり、殻に閉じこもっていたありし日の戦場ヶ原ひたぎを思えば、格段の進歩と言えなくもないのか。\n\n「そこでクラスメイトに向かわず、まずはかつて自分をリスペクトしていた後輩から、しかも見事に文化系の後輩から訪ね歩く辺りがまごうかたなきお前だよな」\n\n「黙らっしゃい」\n\n「黙らっしゃい？　令和なのに？」\n\n「たまたま文化部が続いてしまっただけよ、指摘されて初めて気が付いたわ。そういうところを見るのね、素人は。だって、ブラスバンド部の次はeスポーツ部に出向く予定だったの」\n\n「ん……、運動部なの？　eスポーツ部って」\n\nそもそもあるのかよ。\n\n直江津高校にeスポーツ部。\n\n「そんなわけで大ホールに乗り込むにあたり、楽器のひとつも扱えないわけにいかないのよ。何かい料理はないかしら？」\n\n「料理はないし大ホールもないよ」\n\n料理云々にこだわっているのは、どうやら先だって料理研究部に『乗り込んだ』から、それを引きずってのようだけれど……、決して料理が得意なわけでもないのに、そんな敵陣に乗り込む根性には応えてやりたいところだが、しかし僕も楽器に手を出したことはないから、残念ながらアドバイスのしようがないな。\n\n「あら。金髪幼女に手を出したことがあるのに楽器に手を出したことはないと？　奏でられるのは妹達の女体だけだって言うの？」\n\n「僕の発言が次々捏造されていく。もう普通に会いに行けばいいだろうが」\n\n「かつて憧れていた先輩が落ちぶれた末に上目遣いで会いに来たと思われたくないのよ」\n\n「その発想が既に零落しているのでは……」\n\n「料理研究部では思われたから」\n\n「思われたんだ……、そりゃ思われるだろうけども」\n\n「危うく研究対象にされるところだったわ。這う這うの体で逃げたものよ」\n\n「先輩として一番見せちゃいけない背中じゃないか。這う這うの体の背中って」\n\nまあしかし、たとえ這う這うの体だろうと、それにもくじけず次に行こうという姿勢はやはり立派なものだし、高校生活で落ちぶれたことに関しては人後に落ちない、否、人後に落ちた僕にしてみれば、こういう相談には乗ってあげたいぜ。\n\n「あまり共感されても困るわね。阿良々木は中学生の頃だって友達はいなかったでしょ？　栄光時代がないでしょ？　その辺、阿良々木はぶれないわよね。落ちてもぶれないわよね」\n\n「黙らっしゃい。ところで昔の後輩とセッションするにあたって、何か目当ての楽器はあるのかよ？　トランペットとか、フルートとか……、ああいうのって、素人はまともに音さえ出せないらしいから、まだしも木琴鉄筋とかの打楽器か？　まさかヴァイオリンとか言いさせないだろうな」\n\n「私に似合う楽器はナースホルンね」\n\n「………」\n\n我が校はこんな才媛を大学へ推薦したのか？\n\n職員会議では通知表しか見てないのか？\n\n「ほら、私って闘病生活が長かったから、当時、何くれとなく親身になってくれた看護師さん達に、並々ならぬ憧れがあるのよ。ワードロープにはナース服が常備されているほどに」\n\n「そのワードローブには彼氏として興味津々だが、まずはワードを正そう。戦場ヶ原、ナースホルンは楽器じゃない」\n\n「あら」\n\n「ナースホルンは犀だ」\n\n「さいですか」\n\nオチの台詞みたいに言われても、いや、まだちょっと弱いな。もうちょっと戦ってみようか、戦場ヶ原さん。犀の角で。\n\n「いいわ。戦争を、しましょう」\n\n「負け戦に決め台詞」\n\n「ナースでホルンなのに楽器じゃなくて犀だなんて、納得がいかないわ。この際、ちゃんと説明していただこうかしら」\n\n「それも弱いよ。だって、ナースホルンはドイツ語だから」\n\n「おやおや、ドイツと言えば医療先進国じゃない。数々の偉大な音楽家も輩出しているわね」\n\n「本気で勝とうとしている論調？　お前がいくら頑張っても、肩肘張ってもナースホルンは楽器にはならないよ。ならないし鳴らないよ」\n\n「その台詞がオチでいい？」\n\n「弱い弱い弱い弱い。最弱のオチだ、犀だけに」\n\n「では再開しましょう、犀だけに」\n\n「最下位だよ。お茶の子さいさいでもないから。あ、でも、楽器ではないけれど、ナースホルンがお前っぽいって言うのはその通りかも。だってあれ、ドイツ軍の戦車の名前にもなっていたはずだから」\n\n「戦場ヶ原ひたぎというわけね。しかし、ならばより一層、ナースホルンは楽器であるべきなのよ」\n\n「べき論」\n\n「なぜならブラスバンドの出身は軍隊音楽なのだから。また、看護師と言えばナイチンゲールの誓詞だけれど、彼女の出発点が従軍看護師であった事実を我々は忘れてはならないわ」\n\nなんでブラスバンドの期限やクリミア戦争には詳しいのに、ナースホルンが犀だってころを知らないんだ……、これが教科書でしか勉強して来なかった者のなれの果てなのか。『なんでも知らないわよ、知ってることだけ』というあれは、羽川よりも、戦場ヶ原が言うべき台詞なんじゃないのか？\n\n「だとしたら私が策謀していた、ナース服を着てナースホルンを吹くというかつての後輩に対するマウンティング計画が、水泡と化すじゃない」\n\n「化してよかったよ。化してよかった物語だよ。泡を食うところだった。これは蟹だけに」\n\n「あらそう。しかし、もしもナース服の『服』とナースホルンを『吹く』も、かかっているとしたら？」\n\n「後輩が他人の振りをする。いや、他人になる。言葉じゃなくてお前が罹っているよ、何かに」\n\n「わかったわ。では仮に百歩譲ったとして、ナースホルンが楽器ならば」\n\n強情だ。仮なの、楽器なところじゃなくて、百歩譲ったところだし。\n\n「マッターホルンはどんな楽器？　マウンティングだけに」\n\n「待ったなしだよ。そこに山を持ってこられても、マウンティングだけにって、答、知ってるじゃん」\n\n「さいですか」\n\n「だから弱いって」\n\n「いえいえ。戦車だったら強いでしょう」\n","meta":{"title":"物語シリーズ　短々篇「ひたぎナースホルン」"}},"__N_SSG":true}