{"pageProps":{"source":"\n「幽霊になれる奴となれない奴の違いって、どこにあるんだ？」\n\n以前からふんわり抱いていた違和感を、僕はここぞとばかりに確認してみることにしたーー折角幽霊の友達ができたのだ、ここぞとばからない理由がない。\n\n果たして、地縛霊から浮遊霊に二階級特進したツインテイルの少女、八九寺真宵は、\n\n「生まれ待って才能と言うしかありませんね。あ、才能って知ってますか？　そう、あなたがた凡人が運と呼びたがる、あの概念の正体です」\n\nと、選ばれし者の発言を返してきた。\n\n生まれ待って才能って。\n\n死んでじゃねえか。\n\n「しかし、鵲さんは今しがた、『なれる奴』と『なれない奴』と仰いましたけれど、一般的に幽霊なんて、なりたくない将来なのでは？」\n\n「幽霊化するか白骨化するかの二択だったら、幽霊になりたいだろう？　そして人をカラス料の天然記念物みたいに言い間違えるな。僕の名前は阿良々木だ」\n\n「それは幽霊化する白骨化するかの二択だからでしょうし、幽霊になっても白骨化はしますが、あれ？　鵲暦さんと戦場ヶ原鶲さんじゃありませんでしたっけ？」\n\n「どんなふたり組だよ。阿良々木暦さんと戦場ヶ原ひたぎさんは、バードウオチングをきかっけに知り合ったわけじゃないんだよ」\n\n鳥ではなく、蟹である。\n\n強いて言えば蝸牛狩りだ。\n\n「失礼。嚙みました。」\n\n「違う、わさとだ」\n\n「嚙みまみた」\n\n「わさとじゃない!?」\n\nなんの話だっけ？　そうそう、なりたくない将来って話ーー確かに僕の質問もよくなかった。複数の解釈を許してしまった。『幽霊になる奴』と『ならない奴』と訊くべきだったかーーしかし、なんとなくだけれど、『幽霊になる奴』には、『強固な意志』があるように感じるのだ。\n\nしたがって、僕みたいなぼんやりした奴は、吸血鬼にはなれても、幽霊にはなれない気がする。\n\n「恨みや、悔い。憤りや、呪い。そんな風に言い換えられる意志なんだろうけれどーーつまり遺志か」\n\n「ふうむ。でも、それは誰しも平等に持つ感情なのでは？　なれない気がするなどと謙虚なことを仰いましたが、重ね着さん、たとえあなたがた凡人であっても」\n\n「鵲が主軸になって嚙んでいる。相当頑張らないと、阿良々木と重ね着を言い間違えないだろ。なんだ、選ばれし者が急先鋒で平等主義者になったな」\n\n「いえ、わたしは齢十一歳でお亡くなりになりましたけれど、じゃあ八十九歳で天寿をまっとうしていれば、何の心残りもなく死ねたかと言えば、そんなことはなかったと思いますよ。まだ死にたくない、あと十一年生きたいって思いながら死ぬんじゃないですか？」\n\n「それも……、そうかな」\n\n僕なんて、地獄のような春休みを過ごしたけれど、確かに『死んだほうがマシ』と『死にたい』は、やっぱりちょっと違ったよな。\n\n「じゃあ、幽霊にならない奴って言うのは、自殺する奴か？　自ら進んで命を絶てば、その後、化けて出ることはないのか？」\n\n「どうでしょう、自殺したかたは、下手をしたら殺人事件の被害者よりもたやすく幽霊化かしそうですけれど。幽霊になって、自分を死に追い込んだ人間社会に復讐してやるって考えたりするんじゃ？」\n\nそのケースは、『幽霊になりたい奴』だな。\n\nしかし、なりたいと思ってなれるものじゃないだろうーーそして、なったらなってで、あらゆる『将来の夢』と同じく、『夢のままにしておいたほうがよかった』と、後悔することになる。\n\n「後悔したから幽霊になって、幽霊になっても後悔するのか？　なんだその人生は。その人生と、その死後は」\n\n「そう。ですので、あなたがた凡人には決して推奨できません。わたしは特別な訓練を積んだプロですから、こうして生き残れたのです。こうして死に残れたのです。わたしは成仏しないような鍛え上げられています」\n\n「どんな拷問にも屈しない軍人みたいなことを言っているな。確かに、全滅した軍隊の幽霊って、そんなには聞かないよな……、あなたがた凡人って言うの、やめてくれる？　僕だけでなく、僕のリレーションシップまで大がかりに巻き込んでいる」\n\n「でも、どうせ凡人とばかり遊んでるんでしょ？」\n\n「お前が選ばれし者だって言うなら、ああ、その通りだよ！　選ばれしお前意外の奴とばかり、選りすぐって遊んでいるよ！\n\n「まあしかし、死に残ったわたしが言うのもなんですけれど、要領のいい奴と要領の悪い奴がいたら、要領の悪い奴のほうが幽霊にはなりそうですよね。現世に不満があろうが憎い相手がいようが、成仏する奴はさらっと成仏しそうです」\n\n「うーん。そうなると、『要領のいい奴』なんて奴が、本当に実在するのかってテーマに移行しちゃうな。少なくとも僕は一度も、会ったことがないぜ。幽霊よりもいないんじゃないか？」\n\n要領悪く吸血鬼になっちゃた僕としては、なんとも言えない。\n\nなんとも言えないし、なんとでも言える。\n\n第一、どこに境目があるのかが難しいーーお金持ちで、家族や友人に恵まれ、頭脳明晰、仕事もずっと順調で、最期に大往生しさえすれば、幽霊にならないのだとすれば……、そりゃあ大概の人間は幽霊になるだろう。\n\nそれとも、僕に見えていないだけど、世界は幽霊に満ちているのだろうか？　破裂せんばかりに満ち満ちて、みちみちになっているのだろうか。\n\n「幽霊は透き通るから、レイヤーが重なっても過密問題は起きないのかな。お前の胸に強っても、ほら、この通り」\n\n「透き通ってませんよ!?　トライし続けないでください、スルーできません！　透過も看過もできません！」\n\n「計りかねるぜ。結局のところ、偶然、要するにまぐれで、『幽霊になれる奴』と『ならない奴』がいると考えるしかない気もする……、何万人かにひとりくらい、絶対にインフルエンザにかからない奴とか、絶対に虫歯にならない奴とかがいるとかって都市伝説を聞いたことがあるけれど、遺伝子の多様性を考えれば、遺志とはまったく無関係に、幽霊になりやすい奴となりにくい奴がいても、おかしくはない」\n\n八九寺が特別な訓練を積んだとはとても思えないけれど、元々幽霊になりやすい奴だったからこそ、蝸牛になってーーそして、お母さんの家に到達したのちも、もう一度、幽霊になった。\n\n幽霊の幽霊化。\n\nそういうことなのかもしれない。\n\n生まれ持っての才能ーーしかし、恣意的なコントロールが不可能ならば、それはやはり運と呼ぶべきだ。\n\n否……、運ならぬ、不運か。\n\nなりたくてなれるものじゃないーー何時に、なりたくないからと言って、ならずに済むものじゃない。そう考えると、幽霊の友達ができたことを、僕はシンプルに喜んでもいられない。\n\n専門家にも説明のつかない二階級特進に。\n\n友達だからこそ、いつかは説明をつけてやらねばなるまいーーだけど。\n\n「どうしました、鴨葱さん。似合いもしないのにシリアスな顔つきなって。そういう頭をしているときは、だいたい変態のアイディアを閃いていらっしゃいますよね。警戒態勢を禁じ得ません」\n\n「とうとう重ね着から派生しちゃったから、我が阿良々木の残量思念が最早ほとんど残っていない。嚙んだのかどうかもわからない、わかるのはお前が僕を鍋の具だと考えていることくらいだ」\n\n「それはいささか飲み込みが悪いのでは？　鍋の具だけに、よおく嚙んでいるつもりですがね」\n\n「つけるのは、説明じゃなくて決着になりそうだな……、まったく、これじゃあいくら喋っても、幽霊には慣れそうにないぜ」\n\n慣れないうちは、離れない。\n\n熟れたゴーストと、浮かれて遊ぶ。\n","meta":{"title":"物語シリーズ　短々篇「まよいゴースト」"}},"__N_SSG":true}