{"pageProps":{"source":"\n「ところで千石。ことの発端である、お前に告白した男子生徒について、こちらでもっと掘り下げてみたいと思うのだが、どうだろう」\n\nのちに神原駿河から、『私の崇拝する先輩はデリカシーのなさの塊か』との評価を受けることになる、僕からの質問であるーー『なさ』を塊にするという哲学的概念は、さすが僕の崇拝する後輩と言ったところだが、しかしデリカシーがなかろうとデモクラシーがなかろうと、僕としては訊かずにはいられなかったのだ。\n\n蛇の呪いにまつわる今回の事件の、発端をどこに置くのかは、また議論が紛糾するところかもしれないけれど……、それとは別に、個人的に見逃せない要素が、彼にはある。\n\n「え、えっと、急にそんんあことと言われても……、ちょっと待って、暦お兄ちゃん。い、今、その子の名前を思い出すから……」\n\n友達のことを考えてなければ男の子のことを考えていないのかーーこの小娘、なかなかの人間強度を誇っておるわ。\n\n将来性のなさの塊だぜ。\n\n「な、撫牛子はね」\n\n「撫牛子？」\n\n「ち、違った。無子牛は弘前市の地名だった」\n\n自分の名前のことを考えていないのか……？\n\nすげえな。\n\n「撫子はね、その男の子は、本当に知らなくって……、興味がなかったとか、そういうことじゃなくって……、ほぼほぼ初対面って言うか……、ひょっとしたら、名前は最初から知らなかったんじゃないかってくらい……」\n\n「いや、そんなわけがーーいや」\n\nありうるか。\n\nまさか同級生である千石が自分の名前を知らないなんてことはないだろうと決め込んで、あえて名乗らなかったというのもあるだろうし、またーー千石みたいな可愛らしい女子なら、『見ず知らず』の男子から告白されることもあるだろう。\n\n「そうだよ。お前だったら、告白されたのも、これが初めてってことはないんじゃないのか？　今回は、こんな酷いことなっちまったけれどーー」\n\n「いつもだいたい酷いことにはなる」\n\nだから考えないようにしているのーーと、ここは真顔で言った、千石が。\n\n真顔になれたとは。\n\nなんだか深掘りしづらい雰囲気を、デリカシーのなさの塊である僕でさえ感じてきたが……、しかし、僕が知りたいのはまさにそこなのだ。\n\n告白されるというのはどういう感じなのか。\n\nもちろん、仰りたいことはわかりますともーーお前こそ戦場ヶ原ひたぎという女子生徒から告白されたばかりじゃないか、ですよね？\n\nだが、それは裏を返せば、僕は告白したことが『ない』ということであるーー小学生時代まで遡っても、告白したことのなさの塊だ。それだけに僕は、千石撫子という女子生徒を相手に、告白をしてみせたという点においては、実に大した男だと、その男子生徒の後塵を拝さずにはいられないわけだ。\n\n「何にしても、好きっていわれて、悪い気はしないわけだろう？」\n\n「す、するよ？　悪い気」\n\n「するんだ……」\n\n告白された経験も、戦場ヶ原の一回きりなので、僕として千石の教えに聞き入るばかりだがーーそりやまあ、知らない奴や、嫌いな奴に告白されたら、嬉しさよりも怖さが勝つのか……、また、『断るのが悪い』気がするというのもあるわけだ。\n\n「あと、人間関係、ぶっ壊れるし……」\n\nぶっ壊れたんだったな。\n\nでもついつい、考えてしまうーー僕は戦場ヶ原からの告白を受けて、彼女と付き合うことになったのだけれども、もしも他の誰かから告白されていた場合は、果たしてどう応えていたのだろう？　と。\n\n千石みたいに断れたのか？　でも、僕は千石と違って、他に好きな人がいるわけでもないーー絶対にいない。いないの塊。ただ、好きと言われたから付き合ったという主体性の不在は、やや頼りない……、そんなことでいいのか？　と思ってしまう。好きと言われて悪い気がしなかったから恋人同士になったでもよかったってことにならないか？　言ってくれる女子が実在するかどうかは一回置いて。\n\n気弱そうに見えて、実際なよなよしながらーー俯きがちに、小動物のように怯えながらも、自分のことを好きと言ってくれる男子を、同性との友情を台無しにしてまで、頑なに拒絶しおおせた千石撫子とは、だったら大違いだ。\n\n「ほら、だけどよく言うじゃん。愛する人よりも愛してくれる人と添い遂げたほうが幸せになれるって」\n\n「で、でもそれって、自分が幸せになる代わりに、相手サイドを不幸にしていない……？」\n\nん……、あ、そうなるか。\n\n自分が愛してくれるひとと添い遂げているってことは、相手サイドは、愛するひとと添い遂げている形になるもんなーー愛とはかように手前勝手なもの。\n\n「暦お兄ちゃん。それはたぶん、告白と求愛の違いだと思うな、撫牛子は」\n\n「弘前市がそんなことを……」\n\n「思うな、牛子は」\n\n「牛のほうが残った……、告白と求愛との違い？」\n\n「白状して告げるのか、それとも愛を求めるのか。だよ」\n\n確かに……、言われてみれば、そのふたつはぜんぜん違うものだな。戦場ヶ原のあれは、間違いなく、告白というより求愛だったーー鈍感な僕が察せなかっただけで、あいつはあいつで、僕から告らせようと、権謀術数を巡らせてくれていたわけだし。\n\n白状して告げるのが告白なら、ただの独自である。\n\n戦場ヶ原ひたぎは愛を求めていた。\n\nそしてーーそれは、僕も。\n\n「よく覚えていないけれど、撫子に告白したあの男子は、自分の気持ちを伝えただけなんだよーーううん、きっと誰にでも、ああいうことを言っているんだよ。告白されるっていうのは、からかわれただけみたいな感じなの」\n\n子供時代から、その手の惚れた腫れたで、さんざん嫌な思いをしてきたのであれば、千石が意外と達観してしまうのもわからないではないーーが、そうと決めつけるのも乱暴である。\n\nそりゃまあ、引っ込み思案な女子をからかったやれと粉をかけてきたって線は濃厚だ……、けれど、そうじゃないかもしれない。\n\n勇気をふるって誠実に告白したのに。\n\nずっと陰から、本気で愛を求めていたのに。\n\nそれまでの男子と同様にあしらわれ、本気にもされず、十把一絡げに袖にされたのだとすればーー求めるのは、愛ではなくなるだろう。\n\n可愛さ余って憎さ百倍。否ーー醜さ百倍。\n\n「不幸になるのを承知の上で、相手を幸せにするために、愛されるよりも愛することを選ぶことこそーー真実の愛と言えるのかな、ひょっとしたら」\n\nあるいは真実の呪いと言えるーー相手が不幸になるとわかっていても、愛さずにいられないときだって。赤い靴を蛇足に履いた、見るも無惨な求愛のダンス。\n","meta":{"title":"物語シリーズ　短々篇「なでこコートシップ」"}},"__N_SSG":true}