{"pageProps":{"source":"\nOmokage Magokoro is <a href=\"#\" title=\"TL note 1: She was supposed to be the successor of Aikawa Jun, who held the title of Humanity’s Strongest Contractor herself.\">Humanity’s Final Existence</a>. Whenever she makes her entrance, no matter the story, it’s already the end. It doesn’t matter if it’s a mystery novel, or a fantasy novel, or a biography; in every instance, the curtain will fall. Completely and without distinction.\n\nI’ve already experienced this fourteen times. Every time I came in contact with someone having a different view of the world, I didn’t succeed in building a relationship with that person. Even if I were not myself, or if I were to come in possession of a superior technology, meddling with how something should be and wanting to change the cultural aspects you disagree with is something someone should not be praised for. That is probably not even a cultural issue, but rather a problem related to one’s ecosystem. Because my motto can be summarized as “not thinking about something before actually doing it”, then I was probably the one who caused the disappearance of a bunch of ecosystems.\n\nI overdid it and it’s already too late.\n\nThere are secret organizations elaborating theories that the Earth has become an enemy and in which great people have come to believe. But these are theories that no one should talk about. Something along the lines of “don’t intervene, it’s too dangerous”. It’s not about who is superior, or what is good. It’s just plain wrong.\n\nI fundamentally don’t like people who think that we have to kill introduced species or people who call animals harmful when there are too many of them. It’s not about what is good or what is bad. I, myself, want to be killed. I’m one of the harmful animals because I’m a former vampire. People probably see me as an unusual and eccentric person.\n\nOkitegami Kyouko. Aikawa Jun. Chinou Nomi. Doujima Mayumi.\n\nByouinzaka Kuroneko. Mizukura Risuka. Princess Hitei. Mutou Iori.\n\nHagihara Shiogi. Saijou Tamamo. Yukariki Ichihime.\n\nChiga Hikari. Chiga Akari. Chiga Teruko.\n\nNiounomiya Izumu, Niounomiya Rizumu.\n\nAoii Mikoko. Atemiya Muimi. Emoto Tomoe.\n\n<a href=\"#\" title=\"TL note 2: All the characters from Nisio Isin’s other series that Araragi met in the previous Mazemonogatari arcs.\">Sorakara Kuu. Fudatsuki Rai.</a>\n\nWhat did all these people think of me? A savage monster who brings destruction all around himself? Or rather a stranger who is easy to befriend?\n\nFurthermore, because of the glimpses I had of the world of oddities, I managed to confirm some things about me.\n\nFor instance, I learned from the way the <a href=\"#\" title=\"TL note 3: The nickname of Kunagisa Tomo, a blue-haired genius girl who’s one of the protagonists of the Zaregoto Series.\">Blue Savant</a> considers jokes to be the center of the world, that arriving to a conclusion is nothing but a miracle. Each time you think you found a conclusion, you have to be extremely careful and fear you’re wrong, without exception. But like the immortal body of an oddity, even if you put an end to it, it will keep going. Just look at the state of my body. No further explanation should be needed.\n\nEnding things is difficult.\n\nIt’s easy to say that dying is easy, but if you think a little bit, it should be obvious that it’s the most difficult thing to do. All is well that ends well? In other words, the end is maybe not what is difficult.\n\nIt goes without saying.\n\nOmokage Magokoro, the <a href=\"#\" title=\"TL note 4: Another one of her titles, given to her because of her orange hair.\">Orange Seed</a>, the one who ends things miraculously. The successor of Humanity’s Strongest Contractor. Member of the Thirteen Stairs, an organization built for the sole purpose of destroying the world.\n\nThis splendid personality of hers, visible at all time, having no traces left of her former glory, will without a doubt be the one to bring the end.\n\n___\n\n*Miscellaneous*:\n\n- Omogake Magokoro is a character from [Zaregoto](https://en.wikipedia.org/wiki/Zaregoto_(series)), a series of light novels written by NisiOisiN.\n- This short story is the last chapter of [Mazemonogatari](https://bakemonogatari.fandom.com/wiki/Mazemonogatari).\n- [reddit post](https://reddit.com/r/araragi/comments/cjeoaz/monogatari_short_stories_magokoro_finisher/)\n","meta":{"title":"Mazemonogatari - Magokoro Finisher 001"},"previous":null,"next":"002"},"__N_SSG":true}