{"pageProps":{"source":"\n掟上今日子さん。\n\n25歳。探偵。\n\n置手紙探偵事務所所長。\n\n記憶が一日ごとにリセットされる、最速にして忘却探偵。\n\nここがどこかと訳かれたら、読みかたはわからないにせよ、とりあえずは浪白公園と応えるしかないのだが、ともあれそれが、べンチで午睡を嗜んでいた白髪女性の個人情報だったーー彼女の左腕に、彼女自身のものだと言う筆跡でそう書いてあったので、まず間違いないだろう。\n\nどうやら、僕という怪しくない男の観察を終えて頭を下げたときに、起きると同時にまくっていたセーターの左袖の下にあったそのメモを読んだらしいーー腕まくりをするには随分な細腕だと思っていたが、道理で朗読するみたいな自己紹介だったわけだ。\n\nいつ記憶を失ってもいいように、備忘録として自分の身体にプロフィールをメモしてあったようだ。\n\n小学生か。\n\nそして反対側の右腕には、同じ筆跡で『現在仕事中。』と書かれていた。\n\n右手でも左手でも同じ字が書けるタイプらしい。\n\n憧れちゃうぜ。\n\n「ふむ。どうやら、探偵としての調査で、私はこの町を訪れたようですねーーその捜査中に、うっかり眠ってしまったようです」\n\nうっかり上限ってしまったで済むのか、それ。\n\nつまりそれは、仕事の内容を忘れてしまっているということでは。\n\n「ええ。綺麗さっぱり。どころか、どうやってこの町に来たのかさえわかりませんーー阿良々木くん、何か心当たりはありませんか?」\n\n「心当たり……」\n\n「最近、この町で、おかしな出来事や変な事件は、起こっていませんか?」\n\n「……」\n\n正直、心当たりはありまくるし、おかしな出来事や変な事件は、この町で起こりまくっているけれどーーここで正直になるわけにはいかなかった。\n\n「いやあ、さっぱり思い当たりませんね。この町に犯罪者とロリコンはいいません」\n\n「後者については問うていませんけれど」\n\nついでに言うと女性の髪に無許可で触れるのは限りなく犯罪的です、と今日子さん。\n\nたしなめられてしまった。\n\n所変われば品変わるとはこのことかーー変わっているのは品かもしれないが。\n\n「この町で何もなければ、範囲を広げていただいてもいいのですけれど」\n\n「まあ、隣町なら、もう少し都会ですから……。派手な交通事故があったとか、美術館が盗難の被害にあったとか、あとは、火の不始末による火事とか?　そういうのを新聞で読んだような気もしますけれど……」\n\n「ふむ」\n\n僕からのあやふやな情報提供を受けて、今日子さんはロングスカートの裾をまくったーー思わず凝視してしまう。\n\n「思わず凝視?　普通、眼を逸らすのでは?」\n\n「おっと失敬。文化の違いが生じました」\n\n僕は空を見上げた。\n\n足のように澄んだいい天気だ。\n\nどうやら今日子さんは、事件のヒントを求めて、他にメモがないか、自身の素肌を調べているらしいいーーロングスカートなのは、身体にメモがあっても、それを隠せるようにするためだろうか?\n\nだが、さっき僕の視力で垣間見た限りでは、今日子さんの足は綺麗なものだった。三重の意味で綺麗なものだった。\n\n実際、成果はあがらなかったようで、「阿良々木くん。もうこちらを向いていただいて結構ですよ」と言われ、首の角度を戻したときには、今日子さんはスカートを元に戻していた。\n\n「うーん。困りましたねえ。私はいったい、どんな調査をしている最中だったのでしょうーー私のことですから、こういうときのための備えを怠っているはずがないのですが」\n\n随分な自信である。\n\n僕が生涯持つことがないだろう自信レベルだ。\n\n「携帯電話とかに何か手がかりが残っているんじゃないですか?」\n\n探偵相手に素人丸出しの問いかけをしてみたが、これは愚かささえ丸出しの間抜けな質問だったようだ。守秘義務厳守を謳う忘却探偵が、そんな記録のためのツールを所有しているわけがなかった。\n\n身体のメモだって、ぎりぎり許される緊急避難的なものなのだろうーー今日子さんは携帯電話どころか、ハンドバッグさえ持っていない。\n\nならば進退窮まったと言うべきなのか。\n\n「阿良々木くん。初対面のあなたにこんなことを頼むのはとても心苦しいのですが、ひとつ、お願いをきいてもらえますか?」\n\n「生き血をすすらせて欲しいというお願いでなけば、なんなりと」\n\n僕の自虐的なジョークに、今日子さんはきょとんとしたが、それこそ文化の違いだと解釈したのか、そこは無視して、\n\n「後ろ、見てもらえます?」\n\nと言って、べンチの上でくるりと半回転するようにして、僕に背中を向けた。そして、裾から両手を差し込み、セーターの中でなにやらごそごそとする。\n\n「はい。下着は外しましたので、セーターとシャツをまくってください。なんらかのメモがあるとすれば、もう背中しかないのですが、自分の背中は自分では見られませんので」\n\n「え、ええ⁉　何を言い出すんですか、やめてください!　見ず知らずの女性の服をまくって背中を確認するなんて、僕にはとてもできませんよ!」\n\n睡眠中の女性の髪に触り、生足を凝視した高校三年生は、極めて道徳的な台詞を述ベたーーそして手を伸ばし、言われた通り、セーターをまくりあげる。\n\n妹がふたりいるので、服をまくるのは手馴れたものだった。まあ確かに、身体がある程度柔らかければ、自分の背中に字を書くことはできるだろうけれど、それを見ることはできないからな。\n\n第三者の手を借りるしかない。\n\n逆に言えば、もしも記されているとすれば、それくらい秘匿性の高い機密事項が、忘却探偵の背中には記されているということになるーーあくまでも、記されているとすればだが。\n\nまっすぐな背骨だった。\n\n皮膚を通して見ても、触って確認しなくとも、すべすべであると断言できる素晴らしい背骨だ。\n\n身内ならともかく、他人の背中なんてなかなか見る機会はないけれど、こんな背骨の持ち主はなかなかいないだろうと確信させる美しさで、危うく探偵のアシストという自分の崇高な任務を忘れるところだった。\n\nしかしながら、果たして。\n\n胸椎の中央、三番目の骨のあたりに、あった。\n\nメモがあった。\n\nさすがに書きにくかったのか、左腕や右腕に書いてあった筆跡に比べれば乱れているけれども、しかし、この美しい背中に一筆入れられる人間なんて、本人以外には考えられまい。\n\n揺るぎなく、忘却探偵の備忘録だ。\n\nだが、そこに書かれていた情報は、とても秘匿性の高い機密事項であるとは思えないものだった。\n\n『ミルクチョコレートコーヒー　140円\n\nフルーツコーラ　130円\n\nバターティ　150円』\n","meta":{"title":"混物語　第忘話「きょうこバランス」 003"},"previous":"002","next":"004"},"__N_SSG":true}