{"pageProps":{"source":"\n小学生の忘れ物対策どころか、こうなるとまるっきりの買い物リストであり、さしたる意味があるとはとても思えなかったけれど、しかし僕からそう伝えられてからの今日子さんの動きは早かった。\n\n最速の探偵。\n\n謎めいたヒントにも、意味不明な手掛かりにも、いちいち戸惑って立ち止まったりはしないらしいーーいや、厳密には、べンチから立ち上がったところで、一度、立ち止まった。\n\n僕に背中を見せる際に自ら外した下着を戻すのを、危うく失念するところだったようだ。しっかりしているのか無防備なのか、よくわからない人だ。\n\n「阿良々木くん。このあたりにコンビニエンスストアはありますか? 私の背中に書いてあったというみっつのジュースを、すべて揃えられるような」\n\n「いや、コンビニとかはないですね……」\n\n郊外なのだ。\n\nコンビニを求めるのならば、かなりの遠出をすることになる。\n\n「そうですか。では、ミルクホールは」\n\n「そこまで郊外じゃないですよ?」\n\n商店ならばあるけれど、正直、あまり品揃えがいいとは言い難いーーそれよりも、自動販売機を探したほうがいいだろう。\n\n幸い、みっつのうち、一風変わった飲み物である『フルーツコーラ」には心当たりがあったーー学校帰りに下校道の自販機で、買ったことがある。\n\n興味半分面白半分だったのだが、報いで酷い目にあったものだ……、食べ物で遊んだ報いなのだとしたら、それを受けるべきはメーカーさんであるはずなのだが。\n\n「たぶんあんな飲み物、あの自販機以外で売ってるとは思えません」\n\n商店はもちろんのこと、コンビニだって怪しいものだろう。\n\nミルクホールは言わずもがなだ。\n\n「そうですか。ならば、とりあえずそこに向かいます。阿良々木くん、場所を教えていただけますか?」\n\n「口で言ってもわかりにくいと思うので、案内しますよ。このあたりは迷子になりやすい地形ですしね」\n\n「それはそれは、ご親切に。甘えちゃいます」\n\n今日子さんは人なつっこい感じにそう言った。\n\nおしとやかなようで、意外と遠慮しない人だ。\n\nまあ、あんな素晴らしい背中を見せてもらったお返しとしては、道案内くらいでは足りないくらいだろうがーーそして僕と今日子さんは、浪白公國を出た。\n\n僕は公園に自転車で来ていたけれども、まあ、あとで取りにくればいいだろうーー成人女性との二人乗りは、お目こぼしをいただけるとは思えない。\n\n「ジュースを買うというのが、今日子さんのお仕事だったんでしょうか?」\n\n「なんでも屋とも言える探偵であっても、さすがに買い出しを職掌の範囲内にしているとは、思いにくいですねえ」\n\n「じゃあ、ただ飲みたかっただけとか？」\n\n「それなら、背中にメモを取るほどのこととは思えませんしーー私ひとりでジュース三本は飲めませんね。分量的にも、カロリー的にも」\n\n確かに。\n\n『フルーツコーラ』を含めて、三本とも甘そうなドリンクばかりで、後ろから見る限り、余分な贅肉なんて一ミリもついていなかったボディラインの持ち主である今日子さんが好みそうな飲料だとは思えない。\n\nふうむ。\n\nじゃあ、やはり私的なメモではなく、仕事の内容を示唆する一筆だと解釈するベきなのかーーいかにも珍しい『フルーツコーラ』を指定しているのは、それを販売している特定の自販機に意味があるから?　そういう目で見れば『ミルクチョコレートコーヒー』も『バターティ』も、決して一般的な飲み物でもなかろう。\n\nたとえば、その三本が揃っている自販機の裏側に、重要書類が隠されているとか……。\n\n「あるいはその自販機に爆弾が仕掛けられているとか、ですかねえ」\n\n「……」\n\nにこにこしながらそんな可能性を提示されても……、さすがの僕も、背中を見せてもらっただけで、爆弾処理班に参加するつもりはないのだが……。\n\nしかし、\n\n「いやあ、それにしても助かりました、阿良々木くん。あなたのお陰で、私、スピーディに仕事へ復帰できそうです」\n\nと、朗らかに言われてしまえば、今更、道案内を放棄できない。\n\nせいぜい照れ隠しに、「人は一人で勝手に助かるだけですよ、今日子さん」と言い返すのがせいぜいである。\n\n「あらあら、高校生にしては厭世的なことを仰いますね」\n\n「最近のブームです」\n\n「私が覚えている限り、そのブームはとっくの昔に終わったはずですが」\n\n「時代は繰り返すんです」\n\n「はあ……」\n\nと、とぼけるように首を傾げる今日子さん。\n\n「私は、みんなで一緒に助かったほうがいいと思いますけれどねえーーおや、あれですか?」\n\n首尾よく目的の自販機が見えてきたことに、今日子さんが先に気付いた。\n\nよかったな、道には迷わなかったようだ。\n\n僕も決して土地勘があるわけじゃないからな。\n\n確認すれば、確かにその自販機のショーケースの中には記憶通り、『フルーツコーラ]があったーーそして、『ミルクチョコレートコーヒー』も、『バターティ』もだ。\n\n他にも変わったドリンクが揃えられている。\n\nついつい買っちゃうんだよな、こういうの。\n\n素直にメジャーところを追えばいいんだってわかってるのに。\n\n地方都市ならではのラインナップとも言えるーーストレンジャーの今日子さんは、それが珍しくて、記憶をなくす前にメモを取ったのだろうか?\n\n「うーん。それは考えにくいですねえーー阿良々木くん。ひとまず、ジュース買ってみてもらえますか?」\n\n「え?」\n\n「ないとは思いますが、買い物リストだと解釈してみましょう。その三本のドリンクを買ってみれば、事態は打開できるかもしれません」\n\nいや、それは理屈だけれども。\n\nわからないのはどうして、僕が買わなくてはならないのかということだーーそれは今日子さんが自分で買うべきなのでは?\n\nて言うか自分で買えよ。\n\n高校生にたかるなよ。\n\n「いえ、それが私、お財布も持っていないみたいですので。まあ、財布も個人情報の塊ですからねえ」\n\nそこまで徹底すると忘却探偵どころか、敵国に潜り込んだスパイみたいだけれどーーだが、今日子さんに手持ちがなくとも、それは僕がドリンクを買う理由にはならないぞ。\n\n「そうですか」\n\nしょぼんとする今日子さん。\n\n「では、阿良々木くんのご両親に相談させてもらうしかありませんね。ご子息に下着を外した私の背中を見ていただいた結果、得られた情報の相談を」\n\n「おっとこんなところに僕の財布が。いえ、これは僕の財布ではなく、あなたの財布と言うべきかもしれませんね。中にはなんと、小銭が入っているようです」\n\nさらっと脅迫された僕は手短に行動し、三本のドリンクを購入したーー大人にたかられていると言うより、さりげなく鬱憤を晴らされている気がする。\n\n背中の件ではなく、白髪に触れた件で。\n\n取り出し口が詰まってはいけないので、購入するたびにそれぞれ取り出した三本のアルミ缶を、そのまま今日子さんに渡す。\n\nホット二本にアイス一本ーー『フルーツコーラ』に関して言えば、ラベルを見るだけで嫌な思い出が蘇るばかりだつた。\n\n「そうですか。嫌な思い出ですか。記憶が残るのも、いいことばかりではありませんねえーーふうむ」\n\n今日子さんは三本の缶を、それぞれ矯めつ眇めつし、隅から隅まで検分する。それは確かにプロフェッショナルというか、探偵の視線だったーー\n\n職種こそ違えど、僕は知人の専門家を連想する。\n\nだが、栄養成分表示まで読み尽くすようなその詳細な検分からは、残念ながら得られるものはなかったようで、今日子さんはそれらを僕に返してきたーーいや、成果がなかったのはともかく、どうして僕に返す?\n\n「飲んでみてもらえます?」\n\n「……」\n\n「それで事態が」\n\n「打開できるかもしれないんですねはいはい」\n\n何気に押しの強い今日子さんへの抵抗を諦めた僕は、ジュースを三本連続で飲むという水責めの形を、自らに課した。\n\n合計一リットルくらい水分を摂取した。\n\nその水量はもちろんのこと、味がきついーー思い出通りの味だった『フルーツコーラ』だけでなく、残る二本の『ミルクチョコレートコーヒー』も『バタテイ』も、正直、甘過ぎて飲めたものではなかった。\n\n飲んだけれども。\n\n今日子さんが飲もうとしなかったのも頷ける。\n\n「いかがですか?　阿良々木くん、何かぴかりと閃きました?」\n\n「目の前がちかちかしますが……」\n\nそういう役回りのキャラではないのだ。\n\nどころか、僕くらい探偵役に向いていない奴もいないんじゃないだろうかーーワトソン役にさえ向いていないかもしれない。\n\n「となると、手詰まりですかねえーーどうしたものでしょう。調べた限り、この自販機に爆弾は仕掛けられていなかったようですし」\n\nその可能性、マジで考慮していたのか。\n\n確かに、僕が三本の矢ならぬ三本の缶にチャレンジしている間に、今日子さんは抜かりなく自販機の周辺を調べていたようだけれどーー動きの無駄のなさは、さすが最速の探偵であると称えるベきではあったが、つまり、自販機の裏に重要書類が隠されているという線も、同時に否定されたようだ。\n\nでも、このような風変わりなラインナップを揃えている自販機が、他にあるとも考えにくいしなーー手がかりがあるとすればこの自販機だと、探偵ではない僕でも思うんだけど。\n\n参ったなあ。\n\nこうなったら、羽川に助けを求めようかな?\n\nあの優等生の中の優等生、委員長の中の委員長ならば数少ない、そしてわけのわからない手がかりからでも、何らかの発想を得るかもしれないーーただ知識があるだけでなく、それこそ、ぴかりと閃くために生まれてきたような奴なのだから。\n\n幸い、僕は忘却探偵ならぬ一般的高校生なので、携帯電話を持っている。ヘルプを求めるならば、早いうちにーーん?\n\nと、僕はズボンのポケットに手を入れかけたところで、ふと、あることに気がついた。\n\n「今日子さん。それ、なんですか?」\n\n「はい?」\n\n「いえ、ポケット……、スカートのポケット、何か入っていません?」\n","meta":{"title":"混物語　第忘話「きょうこバランス」 004"},"previous":"003","next":"005"},"__N_SSG":true}