{"pageProps":{"source":"\n後日談と言うか、今回のオチ。\n\nそう言えば自販機で使えると知った時点で今日子さんは、交通系ICカードが『鍵になる』と言っていたーーならばあの時点でおそらく、その先どういう展開になるのか、おおむね見えていたのだろう。\n\nもっと言うなら、僕から背中に書かれた買い物リストの内容を聞いた段階で、今日子さんが想定した可能性の中に、この真相は含まれていたのかもしれないーーでないと、あまりに段取りが良過ぎるというものだ。\n\n実際に、ナンバー2320のコインロッカーは『使用中』であり、かけられていただロックは、今日子さんのポケットにあったICカードで解錠された。\n\nさながら予定調和のように。\n\nそしてあろうことか、ロッカーの中に入っていたのは、『置手紙探偵事務所所長 掟上今日子』と印字された一枚の名刺と、先日、隣町の美術館から盗難に遭ったというブロンス像だった。いや、盗まれたのがブロンズ像だという詳細までは、僕は把握していなかったけれど。\n\n「ふむ。では、このたび私が受けていた依頼は、このブロンズ像の奪還だったのでしょうね。つまり、私のこのたぴの仕事は既に終わっていたようですーーひと安心して、あの公園で眠りについてしまったと言ったところでしょう」\n\n「ひと安心してって……、だから、記憶がリセットされたあとの自分のために、備忘録を残しておいたというわけですか」\n\nそれだけ聞くと、自分で自分にクイズを出したようなものであり、ややもするともやもやする滑稽さがある。まあ、備忘録として残したメモを読み返して、まったく意味がわからず、クエスチョンマークを浮かべながら、暗号を解くみたいな姿勢で挑むことになるというのは一般的にもよくある話だし、コインロッカーや自販機にまつわる、『昨日の今日子さん]』にとっても新機軸の知識だっただろうあれこれを活用して、最速で暗号を制作した手腕には感心すべきであるーーそしてその上、真相はそんなに単純でもないのだ。\n\n美術品の奪還が仕事だったとするなら、それは盗んだものを盗み返したというようなドラマチックな仕事ではなく、突き止めた犯人との現実的な交渉や、厳しい渡り合いがあっただろうことは想像に難くないーー引き渡しのための条件のひとつが、『犯人を告発しないこと』だったのだとすれば、今日子さんにはそれを即座に、忘れなければいけない事情があった。\n\n思い出してみれば、浪白公園のベンチで眠る今日子さんの白髪頭の脇には、眼鏡が置かれていたーーつまり眠る前に、自ら眼鏡を外したということである。僕に背中を見せるにあたって、自ら下着を外したのと同じようにーーならばそれは、うっかり眠ったのではなく、意図的に眠ったと見るベき証左となる。\n\n彼女は意図的に、仕事内容を忘れたのだ。\n\n忘れることで、盗難品を取り戻せた。\n\n忘却探偵にしかなしえない仕事。\n\nそういうことだったのだと思う。\n\nただし、たとえそういうことだったとしても、今日子さんが犯人のみならず、そんな取引の内容自体を忘れてしまっている以上、すべては想像の範囲を出ない。\n\n結局、『ひと安心してひと眠りした』以上の解釈をすることは、許されないのだーー高校生には真似できない、大人の決着と言ったところか。\n\n「ありがとうございました、阿良々木くん。本当にお世話になりました。では、私はこのまま電車で帰らせてもらいますね」\n\nブロンズ像と共にコインロッカーの中にしまわれていた今日子さんの名刺には、置手紙探條事務所の所在地も書かれていたので、その住所に従って帰宅するつもりらしい。\n\n名刺を一繕に入れていたのは、ブロンズ像をここに入れたのが自分であるという署名であり、また帰り道のナビゲーシンのためでもあるのだろうが、万が一、自分の暗号を自分で解けなかったときにも、いずれは駅員さんがその名刺を発見するはずという算段でもあったのだろう。コインロッカーの存在を見落とし、暗号の解釈を間違って、たとえば二十三時二十分の電車に乗ってしまったというような場合に備えてーー今日子さんがそんな深夜までコインロッカーに気付かないということもあるまいがーー何から何まで抜け目がない。\n\n備えは怠らない。\n\n自信レベルに相応しい仕事っぷりだった。\n\n「いろいろ付き合わせてしまって、すみませんでした」\n\n「いえ、終わってみれば、謎解きゲームみたいで楽しかったですよ」\n\n「そう言っていただけると何よりです。何のお礼もできませんが、それでは、よろしければ今日の記念に」\n\n「もう一度背中を見せてもらえるんですか?」\n\n「あはは、違いますよー」\n\nそう笑って今日子さんは、ブロンズ像と一緒に入っていた名刺を、デニムスカートのポケットに入れるのではなく、こちらに差し出したのだった。\n\n「お見受けする限り、阿良々木くんの人生もなかなか波乱に満ちているようですし、ご入り用の際には是非、忘却探偵にお声がけください。どんなことでも、忘れて差し上げますから」\n\n「……ええ。有事には、よろしくお願いします」\n\nいったん構内に入ってしまったことだし、僕も僕で、電車で帰宅しようーー南直駅に行って、そこから徒歩で浪白公園まで自転車を取りに帰ろうと決め、そして実際、その通りにした。\n\n今日子さんとは路線が違ったので、階段のところで別れた。\n\n以来、二度と会っていない。\n\nいや、一度会ったことさえ、彼女のほうは、もう忘却してしまっているのだけれど。\n\nあまりにもさっぱりとした、爽やかな別れ際だっただけに、いつかまた再会するのが当然みたいに思っていたのだが、そんな僕の浅はかな読みは、見事に外れたというわけだ。\n\nもちろん、あれから僕の大変な人生に、『有事』が一度もなかったと言うわけではないーー色んなことがあったし、色んなものがなくなった。\n\nそれでも僕が今日子さんに助力を求めなかったのは、ひとつには、妹への借金返済にも汲々としている僕にはプロの探偵に依頼料を支払えるような貯金残高がないからだし、そしてもうひとつには、今日子さんからせっかくいただいた記念の名刺を、あろうことかあるまいことか、僕が紛失してしまったからだ。\n\n名刺をなくしてしまうだなんて、僕の失礼もいよいよ極まったものだが、しかし、今となっては、どこにしまったのかさえ、思い出せない。さながら最初からそんな名刺はもらっていなかったかのようにーーさながら今日子さんとの思い出そのものが、僕の記憶違いだったかのように。\n\nさながら僕とし今日子さんの出会いが、ひとつの怪異現象だったかのように。\n\n……まあ、僕も決して記憶力のいいほうではない。\n\nきっとどこかの引き出しの、奥のほうにでもしまいこんでしまったのだろうーー過去を大切にしようとするあまり現在を見失うというのは今日子さんの語った教訓じみていて、僕こそ備忘録でも残しておけばよかったけれど、こうなってしまえばあとの祭りだ。\n\nだから、それが薄れゆく記憶に対するせめてもの抵抗であるかのように、僕は学校帰り、ふと通りかかった自動販売機で買い物をするとき、今日もついつい、変わり種のドリンクを購入してしまうのだった。\n\nまるで、思い出したかのように。\n","meta":{"title":"混物語　第忘話「きょうこバランス」 008"},"previous":"007","next":null},"__N_SSG":true}