{"pageProps":{"source":"\n“Running”\n\nMagokoro-chan said, this time not laughing but with a serious face. <a href=\"#\" title=\"TL note 10: 'Serious' is written as 真顔 (magao) where the first kanji is the same as in 真心 (Magokoro).\">Magao-chan.</a>\n\n“If you run at full speed, maybe you can make it in time. If you put all your mind into something, then there is nothing you can’t do. That’s something I said to my dear female acolyte one day.”\n\nI don’t know who she’s talking about but she sounds very sarcastic.\n\nBut I don’t have any proof, it was just a hunch.\n\n“If it was me, then surely I would make it in time.”\n\n“Even if there is approximately four thousand kilo from San Francisco to New York City?”\n\n“Four thousand kilo? So four tons? <a href=\"#\" title=\"TL note 11: Here, “kilo” is written as キロ (kilo), which can be the abbreviation of either “kilometer” or “kilogram”.\">This seems too much, even for me.</a>”\n\n“...”\n\nIs she an idiot?\n\nI mentioned that we were in a room in the FBI headquarters but we were actually close to the reception office, in something called the VIP room. It didn’t seem to be the type of room used by investigators but I was not the one to judge the VIP quality of the room, being alone with that girl.\n\nI already knew that, in this country, people traditionally used miles instead of kilometers but if this girl is boasting that she can run five thousand miles with four tons on her back, this would yield other types of problems.\n\nI wonder how many pounds four tons correspond to?\n\n“Traversing Canada starting from Alaska, going to the other side of the country and passing through the sea to reach Hawaii, that’s impossible.”\n\n“Ah! You’re right! Aa-chan, this is really smart you know?”\n\nCan you stop calling me Aa-chan.\n\nBut things are starting to fall into place.\n\nWhy did the FBI call this girl here for this “unofficial” meeting? She had to be not an idiot, considering that we’re talking about the FBI.\n\nThe reason I, Araragi Koyomi, was called here is probably because of my Japanese skills, but I wonder why this girl is receiving such a special treatment.\n\nIt was probably a different reason than why a newcomer like me, who doesn’t understand English at all and who isn’t living in the United States, was chosen. I also hope it wasn’t because of a selfish reason like “I am nostalgic of hearing people speaking Japanese and I want to hear one even if he can’t help in the investigation”.\n\nA special treatment.\n\n\"Ah, that's because I'm the senpai of the culprit in this case, in the sense that I’ve also killed serial killers. Although the ones I killed in weren't murderers but murdering demons.\"\n\n“Hmm?”\n\nWhat was that? Did I mishear something?\n\nDid she just confess here, at the FBI headquarters? This girl, is she here to surrender?\n\n“Well, all of this was made possible by <a href=\"#\" title=\"TL note 12: Another member of the Thirteen Stairs.\">Migishita Rurero</a> and she is kind of crazy. That was a case of legitimate self-defense.”\n\nShe said it like it was the most natural thing but I’m not sure if it’s the correct legal term to use in this situation. Well, rather than trying to see if it was a slip of the tongue or not, as a vampire and not a serial killer, this aligns with my value system. Value system, or maybe my view of the world.\n\nIt’s not that I can’t be worried about it. But, Migishita Rurero?\n\nThe way she said it made it sound like a really great name.\n\n“Thinking that the killer gathered in one place all of the people he wanted to kill and killed them before transporting the dead bodies to their location may be a valid assumption. But unfortunately, the area covered by the bodies is way too vast.”\n\nVast. An investigation in a vast territory.\n\nIt’s strange that after all he did, the culprit didn’t try to repeat it in foreign countries. If dead bodies were to be found in, for example, the Territory of Guam or in Japan (which is an ally of the United States) then it wouldn’t seem so strange. If we look at all the serial killers who are on the wanted list, they all have something in common: strong patriotic feelings and they consider themselves “heroes of justice” who kill to maintain the public order.\n\nAt the very least, before starting an investigation in the whole country, determining the whereabouts of the criminal should have been the first priority.\n\nBut, if this is the kind of serial killer who thinks he can sentence people to death and who kills for his own sense of justice, then clearly he underestimated the history of the human race.\n\nThis is not something that can be forgiven.\n\nThis is not justice, this is just a crime.\n\nFurthermore, this heinous criminal should have memorized the states where the death penalty doesn’t exist and used this information to kill the fourteen victims as well as the persons around them. It’s difficult to think that the grudge he is holding makes him express such a righteous indignation. I feel that he is cold and inhumane.\n\nWithout passion.\n\nJust like it was all an experiment.\n\n“It’s not like there was a lot of time between the discovery of the first and fourteenth bodies. That’s why it’s difficult to think that he used some kind of trick to move them.”\n\n“Well, if he were that easygoing, what about the livor mortis? If he moved them, then surely there would be proofs. Bodies will also start to rot.”\n\n“Hmm, didn’t we already talk about this specific point?”\n\nI thought that we should appropriately talk about the context of this case but it appears I forgot to ask obvious questions like what was the “murder weapon” and what was the “modus operandi” of the killer. Even though I’m used to going off the rails in strange conversations.\n\n“The murder weapon was a freezer.”\n\n“A freezer?”\n\nI thought about cracking a joke but Magokoro-chan looked quite bashful, like she enjoyed it.\n\nSo cute.\n\n“Are you saying that the serial killer hit people in the head with the corner of a freezer? That’s terrific. Was he accompanied by someone who killed women and children with <a href=\"#\" title=\"TL note 13: This is a reference to Zerozaki Magashiki from the Ningen Series (which is itself a spin-off of Zaregoto). He’s a sound user who plays music (including a pair of black maracas) to control minds and kill people.\">maracas</a>?”\n\n“He was not.”\n\nI wanted to hear details. No, that’s wrong, I didn’t.\n\nBut, I didn’t want to believe that the serial killer smashed a freezer on the heads of all of the fourteen victims. If he really had this strength and were boasting about it, then even though I couldn’t think of him as a “hero of justice”, I would probably respect him.\n\nHowever, I could only shake thinking about it.\n\nPrecisely because of the freezer.\n\n“The culprit used a powerful freezer specifically made for companies, put each one of his victims into it and froze them. And on top of that, he smashed them into pieces.”\n\nThis wasn’t an act worthy of a hero or even a human being.\n\nIt’s surely because of that reason that the last body to be discovered was the one in Alaska. If someone were to find a frozen dead body in Fairbanks, which is mainly composed of ice, then he would probably think that this was an accident since it’s so common over there. That’s why the news came in late.\n\nOn the contrary, in Hawaii, or even in the north of Florida for instance, or in the state of Texas where the headquarters of ER3 are located, when a frozen dead body is discovered, then even if I didn’t see it, it must have been horrible to watch.\n\nThis case goes beyond a simple killer attracted to the bizarre.\n\nIt may even look like something an oddity would do. It may be possible that I was chosen to come here not because I speak Japanese but precisely because of that. Like they want to build a dedicated section “FBI Monster” to investigate oddity-related cases, but I question the feasibility of such a project.\n\nIs it the kind of situation where I should try calling Shinobu? But, unlike Japan, in this country, it’s against the law to play with a little blonde slave.\n\n“It’s also possible that we didn’t find all the dead bodies. If we’re not looking for scattered bodies but for bodies smashed up in small pieces, then I fear that it’s possible that some of them could still be in deserted places like the one found in Fairbanks.”\n\nMaybe he’s still trying to complete his project involving the fifty states. Or maybe that was his plan in the beginning, but now that people are actively looking for his hideout, he may think fourteen is too many.\n\nI should think about these fourteen people murdered by a man who is currently running loose. No, what I should think about is the serial killer himself and only him.\n\nA serial killer. A high-speed killer.\n\nRunning?\n\nWell, if there were a hero able to move at light speed, then this kind of crime would be possible. No, even if he were able to move at light speed, it would be quite difficult to freeze things at light speed.\n\n“I see, I see. I think I understand the orange point or should I say the <a href=\"#\" title=\"TL note 14: The words 橙 (daidai, “orange”) and だいたい (daitai, “main point”) have a similar pronunciation.\">main point</a> behind this case. The further something is, the faster you can get to it. Ha ha.”\n\nMagokoro-chan then opened her mouth a little more.\n\n“Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha.”\n\nShe laughed loudly.\n\nNot understanding what triggered this grandiose and loud laughter, I was overwhelmed.\n\n“So, how many suspects are there now?”\n\nI asked.\n\n“Well, currently, asking about suspects is...”\n\nHmm?\n\nI asked a simple thing—but, what did she just say?\n\n“I think I understand the orange point or should I say the main point behind this case.”\n\n“Understand”?\n\nDid she figure out the truth behind this case I can’t wrap my head around?\n\n“The further something is, the faster you can get to it.” What is this sentence that looks like a paradox worthy of a mystery novel?\n\n“That’s right. I can’t speak about the details. However, the suspect must be a highly intelligent person who’s maybe lacking in practical skills. I said ‘currently’ but we can skip over it.”\n\n“Well, Magokoro-chan. Are you saying that you figured out the trick behind this case?”\n\n“It’s better if you think about it the other way. Why couldn’t you figure out the trick?”\n\nShe sounded like a famous detective who’s becoming irritated.\n\nI reflexively bent forward in curiosity, and at this moment Magokoro-chan said “No, that’s not it. The thing that I truly want to ask is”.\n\n“Is there truly an intention to make it end?”\n\n“Hmm? Yes, there is one, absolutely. If it weren’t, why would I be here? I mentally prepared myself a long time ago. There’s no other thing to do than ending this brutal and hopeless case as soon as possible and as fast as possible.”\n\n“We shouldn’t talk about speed but rather about height. And I was not speaking about the case.”\n\nI was speaking about a reason to make the world end, Aa-chan.\n\nThat’s what Humanity’s Final Orange Existence said.\n\nShe was giving an ultimatum.\n\n“Do you know when the world will be coming to its end, Aa-chan? It’s when you see your limits and look at your future.”\n\nThat is why, it’s not about you Aa-chan, she said.\n","meta":{"title":"Mazemonogatari - Magokoro Finisher 004"},"previous":"003","next":"005"},"__N_SSG":true}