{"pageProps":{"source":"\nAnd now for the epilogue, or rather, the punchline of this story.\n\nOr should I say the punchline of the whole story.\n\nAfter becoming a working adult and continuing to undergo some training, the memories of my time as a student were still present. But well, by growing old and experiencing new things, I started to see the complexity of our society. The world we live in is complex and full of complicated and mysterious elements.\n\nNo matter the case, no matter the incident, no matter how many times I ran out of words, I know that there are stories where I didn’t say everything I wanted to say. Not to mention that for riddles and their resolutions, it’s impossible to explain them in a few words.\n\nOne day Ougi-chan mentioned that the mystery novels that privilege the “resolution” part over the “questioning” part can appropriately be called masterpieces. I didn’t understand the reasoning very well, probably because we were speaking about enigmatic stories wrapped in mystery. Nevertheless, it’s possible that our world is made up of a lot of different case files.\n\nHowever, if we were to limit ourselves to the current case, then we can only consider it an exception among exceptions. Magokoro-chan made the impossible possible.\n\nConcerning the murder cases happening in every state of the United States where fourteen people died, without being a police investigator or a famous detective, the Orange Seed stated it like this.\n\n“They were all disseminated from space.”\n\nA few words.\n\nWith that, everything was, of course, not finished, but rather, simply by hearing it, the rest of the case lost its interest. It was that kind of shock. A crime whose proportions can be compared to the ones of a whole country. That seemed totally unreasonable but the scale of the resolution totally transcended it.\n\nI see.\n\nAnd with that, it came to an end.\n\nWe can accept that explanation as the resolution for this case, but all the other crimes happening on the surface of the Earth will still remain. One can say that the serial murders weren’t restricted to the flat surface of the Earth but were actually three-dimensional. But they were more than three-dimensional, the killer also controlled time.\n\nThe high-speed murders case.\n\nNow I understand what Magokoro-chan said previously. I’m talking about the enigmatic “The further something is, the faster you can get to it”.\n\nA highly intelligent person, but lacking in practical skills.\n\nHearing what she said, we can conclude that the murder scene must also be located in a high place.\n\nNot at high speed, but rather at high altitude.\n\nAt high altitude, at a very high altitude.\n\nMuch more than four thousand kilometers.\n\nMore like ten or twenty times this distance. The serial killer must have found a way to be in a position over the United States and then dropped the bodies from that very same place, in the same direction, with small changes in angle in order for the bodies to be scattered in every direction. He could even have scattered them more if he had the possibility to aim at specific locations.\n\nIt’s the same image as when in a movie, a military satellite fires a laser. With small adjustments on the angle of the direction of the laser, without moving, the satellite can target a specific location or even half of the world.\n\nWithout moving.\n\nNo, in reality, it’s moving at high speed. Just like a satellite in geosynchronous orbit, adding the gravitational pull of the Earth and rotation speed, it will keep moving.\n\nPrecisely because it’s very far.\n\nEven though I said “because it’s very far”, among the tricks that the I-know-everything class president taught me, I remember it’s not completely correct to say that the more time an object is falling, the higher its speed is. In reality, because of the air resistance, the speed doesn’t increase that much. That’s why in exam questions, it’s often written “we will neglect the air resistance in the following”.\n\nThat explains why when something falls from the stratosphere, even though it falls from a very high point, it doesn’t dash onto the surface of the Earth at the speed of light. And yet, just like most meteorites, precisely because of the air resistance, shouldn’t the bodies thrown by the serial killer burn out during their fall?\n\nNo, it’s not that.\n\nThey froze.\n\nWe assumed that the murder weapon was a company-class freezer where in reality, it was simply space.\n\nIt seems the scale of this event is becoming quite huge.\n\nIt can look like I’m wrong, saying that the bodies froze, but contrary to what you see in manga and anime, when a human body is thrown out in space, it surprisingly doesn’t explode. Instead, it freezes in place.\n\nAt the moment a person is thrown out in the vacuum and before dying from suffocation, that person will die from the cold. In an instant.\n\nInstant freeze.\n\nThis explains why even though the bodies received quite some frictional heat because of the air resistance, they didn’t burn up. Ice doesn’t burn, high temperature and low temperature cancel each other.\n\nAnd then, the bodies fell on the surface, as blocks of ice.\n\nThe fact that they were smashed to pieces depended on how soft the surface they landed on was.\n\nOf course, I’m not saying that I know that such kind of events is possible. In fact, there are no traces in official records, and of course no proof from a scientific point of view that such a thing can happen or already happened.\n\nBut it’s safe to say that, at least it was not the case up until now.\n\nIf people were to hear about this new killing technique, then surely, in an instant, it will propagate in every corner of the world. People will start considering it seriously and this “trick” will become a real possibility. And it won’t be a lie to say that the world will come to its end.\n\nJust like the heliocentric theory and the theory of evolution, the old world will give its place to a new one.\n\nSeeing your limits and looking at your future.\n\nWith today’s point of view, the so-called locked-room mysteries which use simple tricks like wires, needles or fingerprints; or the way old vehicles were powered by electricity coming from overhead lines, this all looks cute and nostalgic. Considering the paradigm shift occurring in the crime world that is happening just before our eyes, openly in public, it goes without saying that I was quite shaken. Nevertheless, I didn’t get Magokoro-chan’s <a href=\"#\" title=\"TL note 15: Here, “true motive” is written as 真意ちゃん (shin’ichan), the first kanji being once again the same as in Magokoro and with the suffix -chan added.\">true motive.</a>\n\nThe case was indeed solved, but.\n\nBut, she didn’t say that she didn’t make the world end. Just like she was targeting her prey that she had already beaten, she dealt the finishing blow.\n\n“In other words, the culprit is an alien.”\n\nFar from being speechless, she was on the verge of annihilating me.\n\nHaving been the first person to die from the shock of hearing the solution of a riddle, Araragi Koyomi will leave his name in the world of mystery novels. Remembered in history. But in fact, some things still remain unclear.\n\nThe first one is the fact that all the investigating authorities couldn’t ascertain the hideout of someone who killed fourteen persons, the second one being that every person involved locked this case behind closed doors to not leak out that it was related to space and aliens. Furthermore, for every victim, it seems like a precise region was targeted, like the culprit chose, at his own discretion and from outer space, the timezone he wanted the body to fall in. The question remains of why did he focus on the United States while he could have chosen other countries to scatter the bodies to make it even more complicated. At this point, it’s still difficult to determine the motive of this serial killer, who possesses a vast knowledge and seems to be blessed by luck. It seems easier to think that this is an alien case of <a href=\"#\" title=\"TL note 16: Refers to the killing and mutilation of cattle under unusual circumstances that happened and is happening worldwide.\">cattle mutilation</a>.\n\nEven if he’s an alien, a mystery stays a mystery.\n\nThat’s quite an epic adventure.\n\nLike it was all an experiment. An experiment on humans.\n\nHe is the culprit. Or rather not.\n\nWe are the aliens, he probably thought something like that.\n\nIf he came to prepare for the invasion of the Earth, why did he choose this specific country, focus on these specific locations? Nobody seems to be able to explain the true reasons behind his ulterior motive. He is part of a civilization, or rather a foreign civilization.\n\nThat is something I can fully comprehend.\n\nLooking at it from the other side, we are a foreign civilization to other people, like a totally different universe. The kind of universe where people have smartphones and where the majority of human beings believe in reincarnation.\n\nHe seemed to have underestimated the principles and history of mankind. That is the kind of line that can unexpectedly be considered as a declaration of war towards alien species, so if it happens to be the case in the future, I’ll complete revoke these words.\n\nDuring my teens, I naively thought that everything happening to me was due to oddities, but now I seemed to have abandoned this way of thinking. And now that I have abandoned it, what should I do next?\n\nI kept training my self-control, but if I were to thrust myself before the truth that I am afraid of, as an unlicensed narrator without any qualifications, my only choice would be to hold my tongue. The funny and imprudent contacts between different cultures I experienced, they all end here.\n\nThey surely end here.\n\nI experienced the sharp judgements of a forgetful detective; I've left the task of fighting a space alien up to a contractor; I showed an example of what not to do to a magical girl who likes to play with people's lives; I lost my temper with a boy from a detective club only composed of handsome boys; I built a relationship with a shut-in woman who wore bloomers; I helped a magical girl who ruled with her blood becoming an adult; I learned the double negative from an inspector-general; I met a cutthroat murderer who kills solely to serve her family; I encountered a fair and square strategist; I had doubts about a maid triplet; I completely changed my opinion about twins who were professional killers; a close friend I made in university kept me away from danger; I helped a hero who was boasting about having an unusual kill-death ratio; I defeated a skillfull playboy; and I resolutely accepted <a href=\"#\" title=\"TL note 17: Each part of this sentence summarizes a previous Mazemonogatari arc, going in order.\">the end</a>. But even though.\n\nFor the last line, I have to say a few words. For the final line, I have only a few words to say.\n\n<a href=\"#\" title=\"TL note 18: Here, the kanji used are 物語 (monogatari, “story”) while the furigana that are used to indicate the pronunciation are われわれ (wareware, “we”). It can interpreted as “we”, “stories” or even as the “Monogatari Series” itself.\">We</a> are stubborn.\n","meta":{"title":"Mazemonogatari - Magokoro Finisher 005"},"previous":"004","next":null},"__N_SSG":true}