{"pageProps":{"source":"\nIn Japan, making fun of a dead person is considered to be indiscreet, and even here, in the land of freedom, you can’t say anything about someone’s death. The case we’re interested in is the kind of case where everything looks like it’s fabricated, with no sense of reality.\n\nThe fact that I was still a trainee (even though my position right now is still fuzzy) doesn’t naturally mean that I was not interested in the case, and just hearing the outline of it made it sound very strange.\n\nWell, at the point when I heard that all the fourteen victims were serial killers, it was too late to consider it dark humor. Thinking about these innocent and ordinary citizens, it was really not necessary to add meaningless jokes to an already ugly case.\n\nIt’s quite an embarrassing story but when I heard the introduction (or rather the scheme) presented by Gaen-san, before coming to the United States, about all the drama that you hear that is happening in foreign countries and what kind of agency the FBI actually is (for a long time, I thought it was an imaginary organization), if you look at the size of the territory of the United States and how vast it is, you can see that the FBI is the only one having the means to investigate such a wide area. Looking at it from this point of view, it seems not to be an exaggeration to say that the FBI is quite suited to investigating this serial killing of serial killers case.\n\nIndeed, a crime outbreak could happen and quickly extend to all over the country.\n\nComing from a country composed of islands, there was something that I found difficult to understand: the fact that the crimes were not limited to the North American continent but they kept going even in Hawaii. This made the case not trivial at all.\n\nIt was an atrocious case that forced the police to put its perpetrator on a wanted list. A serial killer who killed people in every place and every state. It was this kind of serial killer.\n\nThe first serial killer was in Chicago, Illinois.\n\nThe second serial killer was in Manhattan, New York.\n\nThe third serial killer was in San Francisco, California.\n\nThe fourth serial killer was in Denver, Colorado.\n\nThe rest goes as follows: the fifth one in Orlando, Florida; the sixth one in Hot Springs, Arkansas; the seventh one in Nashville, Tennessee; the eighth one in Big Island, Hawaii; the ninth one in Dallas, Texas; the tenth one in New Orleans, Louisiana; the eleventh one in Boise, Idaho; the twelfth one in Montgomery, Alabama; the thirteenth one in Milwaukee, Wisconsin; the fourteenth one in Fairbanks, Alaska.\n\nAnd it keeps going.\n\nYes, in addition to not being resolved, it’s still going. That is why, when journalists write about the murdered persons, it’s necessary to add some precisions about the way the victims are counted.\n\nIndeed, this is a “discovery order” rather than a “killing order”.\n\nConsidering the fact that, if we count Alaska and Hawaii, this country has six time zones, this also made the use of timetables quite difficult. So they decided to use a time that is standard everywhere in the world. The timetable of the discovery of the bodies was quite a mess but the time of deaths were roughly the same.\n\nIn this instance, “roughly” means that, from a coroner point of view, not only the murder weapon and the modus operandi were the same, but for all the fourteen victims the time of death was identical-ish.\n\nIdentical.\n\nDone in unison.\n\nAnd we finally arrive to the main issue. From Hawaii in the South, Alaska in the North, New York in the East and until San Francisco in the West.\n\nHow is it possible for a single person, the serial killer, to hide himself and kill fourteen persons at roughly the same time?\n","meta":{"title":"Mazemonogatari - Magokoro Finisher 003"},"previous":"002","next":"004"},"__N_SSG":true}