{"pageProps":{"source":"\n\"I'm finally considering entering the brass band club and I was wondering if you knew some recipes to improve my musical abilities, Araragi-kun?\"\n\n\"What are you saying? Are you taking me for <a href=\"#\" title=\"TL note 1: One of the main characters of the 'Oishinbo' manga. He is a food critic.\">Yamaoka Shirou</a>, Senjougahara?\"\n\n\"Quite the opposite Araragi-kun. You better ask yourself why you didn't even consider the possibility of you being Yamaoka Shirou.\"\n\n\"Because I'm not Yamaoka Shirou. I'm Araragi Koyomi.\"\n\nThe brass band club? She also mentioned that she's \"finally\" doing it, like she's been planning it for a long time. She's at it again, spouting such strange things... Here, at Naoetsu High School, it's customary for second-years to retire from club activities when they go onto the next year in order to prepare for their entrance exams. Maybe Senjougahara Hitagi, a talented third-year student, is, at last, considering entering a club.\n\n\"This 'talented' woman of yours is mostly guaranteed to go to the university she wants due to the recommendation of her high school. That's why I've decided to use this occasion to stop cramming and started to look at the clubs of our school. Araragi-kun, while you were renewing your friendship with your female friend from middle school, I wanted to do something useful, and not just having fun.\"\n\n\"But isn't it better to just 'have fun'? And also, 'cramming' isn't something you say for yourself you know? While we're at it, what were *you* doing when I was almost killed by a snake?\"\n\n\"It's obvious, I was diligently working on my reconciliation with Kanbaru.\"\n\n\"The diligent one was Kanbaru... The same Kanbaru who was forced to retire from her club...\"\n\nBy the way, I was almost killed at that time too. I'm starting to wonder why I'm still alive after all these events. I was told numerous times that it was because of my condition as a pseudo-immortal vampire, but if I do say so myself, I have the feeling that even a perfect vampire wouldn't step in such a harsh environment, where you could die at any moment.\n\n\"OK, I'll accept your 'reconciliation' with Kanbaru, but why the brass band club?\"\n\n\"You mean you're ready to accept my reconciliating with an old friend, but not the club I chose?\"\n\n\"That's not it.\"\n\n\"It was just an opportunity to visit my old friends from middle school, among them Kanbaru. I started with the art club, then the calligraphy club, the science club and finally the brass band club.\"\n\n\"I see.\"\n\nIt's really hard for me to believe that someone who didn't even speak to her schoolmates would want to visit the clubs of her school. On the other hand, thinking about the days when Senjougahara Hitagi chose to be alone in the classroom, secluded in her own shell, it would make sense that she's trying to improve that aspect of herself.\n\n\"It's so typical of you to go seeing the juniors from the culture club or the ones who once respected you as their senior rather than simply going to see your classmates.\"\n\n\"Can you please shut up?\"\n\n\"<a href=\"#\" title=\"TL note 2: Senjougahara used a very archaic form for 'Can you please shut up?' (黙らっしゃい, damarasshai), Araragi repeats it. Reiwa is the name of the current era in Japan, that started on May 1st 2019.\">'Can you please shut up?' Even though we're in the Reiwa era?</a>\"\n\n\"The culture club was one of the first clubs that I identified. Even an amateur like me knows such things. And then, after the brass band club, I was planning to go to the e-sports one.\"\n\n\"Is that a sports club? E-sports?\"\n\nDoes it even exist in the first place?\n\nThe e-sports club of Naoetsu High School.\n\n\"When I entered the main hall, I saw that there wasn't even a musical instrument I could use...\"\n\n\"There's not even a main hall in this high school!\"\n\nIf you really wanted to enter a club, then I'm wondering why you didn't go to the cooking one the other day when you had the chance... Although cooking is not your forte, having the willpower to invade such unknown territory is something you're good at. At the same time, it's true that personally, I haven't touched a single musical instrument in my life, so I don't have any advice to give.\n\n\"Oh, I see. Even though you touched the hair of a little blond girl, you never touched a musical instrument? Are you saying that the only thing you want to play with is your little sisters' bodies?\"\n\n\"Don't make me say such nonsense! I wish I could talk to you normally.\"\n\n\"I didn't want the person I once admired and who was ruined to come to see me.\"\n\n\"This suddenly became really serious.\"\n\n\"I thought about it while in the cooking club.\"\n\n\"In the cooking club?\"\n\n\"I almost became their guinea pig! That's why I scuttled off!\"\n\n\"As a senior, isn't this the <a href=\"#\" title=\"TL note 3: Here, Senjougahara uses the expression 這う這うの体 (houhou no tei) for 'scuttle off', where 体 means 'body' and 這う 'to crawl'. Here Araragi uses this expression in conjunction with 背中 (senaka, 'back of the body') in an abstract way to talk about the fact that she ran off, her cowardice.\">only aspect of you you mustn't show? Your cowardice I mean</a>.\"\n\nWell, even if she ran off, the fact that she went to see another club without losing her temper is something I can praise. As someone who is second to none at failing at high school life, this is the kind of compliment I can give to her.\n\n\"It might be a problem if you're too empathetic. Araragi-kun, when you were in middle school, you didn't have any friends right? You didn't have your moment of glory. It's at that time that you, Araragi-kun, were ruined. You failed and were ruined.\"\n\n\"<a href=\"#\" title=\"TL note 4: He uses the same expression that Senjougahara used before.\">Can you please shut up?</a> By the way, when you went to see your juniors, did some instrument catch your eye? Like a trumpet, or a flute? Or maybe they were too complex even for an amateur? What about a xylophone or a carillon? Don't tell me you chose the violin?\"\n\n\"The instrument that best fits me is the <a href=\"#\" title=\"TL note 4: ナースホールん (naasuhorun) can be read as either the combination of 'nurse' and 'horn' or as'Nashorn' (a German tank destroyer, more details later).\">'Nurse Horn'</a>.\"\n\n\"...\"\n\nIs my high school really recommending this woman?\n\nDoes the staff only care about her attendance record?\n\n\"Look at me. I was sick for a very long period and it was at that time that I developed quite an admiration for the nurses that tenderly took care of me. I even have some nurse uniforms in my wardrobe.\"\n\n\"It's true that, as your boyfriend, this wardrobe of yours is quite interesting, but first let's get the <a href=\"#\" title=\"TL note 5: the first part of ワードローブ (waadoroobu, 'wardrobe') is ワード (waado, 'word').\">*word*</a> straight. A Nashorn isn't a musical instrument, Senjougahara.\"\n\n\"Are you sure?\"\n\n\"A Nashorn is a <a href=\"#\" title=\"TL note 6: 'Nashorn' means 'rhinoceros' in German.\">rhinoceros</a>.\"\n\n\"<a href=\"#\" title=\"TL note 7: Rhinoceros is 犀(sai). Senjougahara used the expression さいですか (sai desuka) which has the same meaning as そうですか (sou desuka, 'I see').\">Oh, I see.</a>\"\n\nIt sounded like the punch line of a joke but it's still a little weak in my opinion. Let's fight a little more, Senjougahara-san. <a href=\"#\" title=\"TL note 8: it's actually written 犀の角 (sai no kaku, rhinoceros' horn) but Araragi means 才覚 (saikaku, resourcefulness).\">To the best of our resources.</a>\n\n\"All right. I'm ready to fight!\"\n\n\"That's the kind of thing a loser would say.\"\n\n\"You're saying that a Nashorn is not a musical instrument but is in fact a rhinoceros. I can't accept such an affirmation. I wonder if you could explain it to me more clearly?\"\n\n\"That's simple. You see, 'Nashorn' is a German word.\"\n\n\"Oh my! Are you implying that Germany isn't a medically advanced country? And you know that a lot of famous musicians were German too?\"\n\n\"Are you serious with this argument? No matter how much you want it to be true, a Nashorn isn't and can't become a musical instrument. <a href=\"#\" title=\"TL note 9: Pun between 'does not sound' (鳴らない, naranai) and 'cannot be' (ならない, naranai).\">Nor sound like one</a>.\"\n\n\"Is this your punch line?\"\n\n\"That's weak. The weakest punch line when talking about a rhinoceros.\"\n\n\"In that case, let's start again. Talking about that rhinoceros.\"\n\n\"<a href=\"#\" title=\"TL note 10: Pun between 'start again' (再開, saikai) and 'the lowest' (最下位, saikai) that sound the same.\">That's the lowest.</a> It's not that easy you know? But, thinking about it, saying that the Nashorn is not a musical instrument really fits you. Because it's also the name of a German tank destroyer.\"\n\n\"Because I'm Senjougahara Hitagi? This makes one more reason for the Nashorn to be a musical instrument. It must be.\"\n\n\"Wow, you're so authoritarian.\"\n\n\"Do you know that brass band clubs come from military music? We also mustn't forget the origin of the nurses that we know. They were formed by the army, and they used the so-called Nightingale Pledge. <a href=\"#\" title=\"TL note 11: 'Nightingale' is the name of a musical based on an Andersen's story and is also the name of the oath nurses used in the 19th century. The name of the pledge comes from Florence Nightingale, a British nurse and trainer of nurses during the Crimean War.\">So it must be a musical instrument</a>.\"\n\nWhy do you know so much about the origins of brass band clubs and the Crimean War, while at the same time not knowing that \"Nashorn\" means \"rhinoceros\" in German? Are you saying that you learned about this stuff in textbooks? Hanekawa's catchphrase \"I don't know everything, I just know what I know\" may be fitting for you in this instance.\n\n\"If that was the case, are you saying that the plan I devised to assert my dominance on my juniors by wearing nurse clothes and blowing the Nashorn was all for nothing?\"\n\n\"It's better that way. <a href=\"#\" title=\"TL note 12: Araragi uses the verb 化す (kasu, to transform) for 'set up', where the first kanji is 化 and can be read as 'bake'. And 'story' is 物語 (monogatari).\">It's the kind of story that you shouldn't even be thinking about setting up</a>. I'm starting to get confused, like a crab.\"\n\n\"I see. But isn't there a connection between <a href=\"#\" title=\"TL note 13: 'clothes' (服, fuku) and 'to blow' (吹く, fuku) are pronounced the same way.\">the 'clothes' from 'nurse clothes' and 'blowing' from 'blowing the Nurse Horn</a>?\"\n\n\"People like to pretend to be someone else. To become someone else entirely. And you seem to completely ignore what I say.\"\n\n\"I understand. For argument's sake, let's assume that I was wrong. About my confusion between the Nashorn and musical instruments.\"\n\nShe's really obstinate. She only partially admits her defeat.\n\n\"I get it. Now is <a href=\"#\" title=\"TL note 14: Name of a mountain of the Alps between Switzerland and Italy.\">Matterhorn</a> a musical instrument? Maybe it's related to climbing?\"\n\n\"Let's end the discussion here. You should know the answer if you know about its relation with climbing.\"\n\n\"Is it a rhinoceros?\"\n\n\"That's weak.\"\n\n\"No, you're wrong, since it's a tank, it should be strong, right?\"\n\n___\n\n*Miscellaneous*:\n\n- this short story was published in the special edition of the ninth volume of the Bakemonogatari manga\n- [reddit post](https://reddit.com/r/araragi/comments/h7o4wr/monogatari_short_stories_hitagi_nashorn/)\n","meta":{"title":"Monogatari short stories - Hitagi Nashorn"}},"__N_SSG":true}